[{"publisher":"Centrum Sentinel","title":"VOICES - a blog approximately that what is important to people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"0926 - the reporter they are levando in feet outside of the centers of gastech that wait for the pictures of gastech that they are believed that they appear in the hour. the ceo sten sanjorge di gastech is celebrating the public offer begins them succeeded of its company, that last month has happened.   when they go here the pictures of gastech will travel to the construction understood them in which they will come to contact of the kapelou president and vary of its members of the council and the ministers.  a classified celebration of their succeeded alliance is planned for happening today subsequently.  20 gen. 2014","origText":"20 January 2014 0926 - The reporter they are levando in feet outside of the centers of GAStech that wait for the pictures of GAStech that they are believed that they appear in the hour. The CEO Sten Sanjorge di GAStech is celebrating the public offer begins them succeeded of its company, that last month has happened.   When they go here the pictures of GAStech will travel to the construction understood them in which they will come to contact of the Kapelou president and vary of its members of the Council and the ministers.  A classified celebration of their succeeded alliance is planned for happening today subsequently.  20 gen. 2014","time":"09:26","f_time":1390209960000},{"publisher":"Homeland Illumination","title":"VOICES - a blog about what is important to the people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"0926 - welcome to our coverage of today's events.  i'm standing outside the gastech headquarters waiting for the gastech executives who are expected to appear within the hour. gastech ceo sten sanjorge is celebrating the successful initial public offering of his company, which took place last month.   when they leave here the gastech executives will travel to the capital building where they will meet with president kapelou and several of his ministers and council members.  a private celebration of their successful alliance is planned to take place later today.  one can't help but wonder how much healthcare could be provided with only half the funds used to orchestrate this spectacle. 20 jan 2014","origText":"20 January 2014 0926 - Welcome to our coverage of today's events.  I'm standing outside the GAStech headquarters waiting for the GAStech executives who are expected to appear within the hour. GAStech CEO Sten Sanjorge is celebrating the successful initial public offering of his company, which took place last month.   When they leave here the GAStech executives will travel to the capital building where they will meet with President Kapelou and several of his Ministers and Council members.  A private celebration of their successful alliance is planned to take place later today.  One can't help but wonder how much healthcare could be provided with only half the funds used to orchestrate this spectacle. 20 Jan 2014","time":"09:26","f_time":1390209960000},{"publisher":"The Abila Post","title":"ON THE SCENE BLOG","date":"20 January 2014","date_processed":"2014\/01\/20","text":"930  - this is haneson ngohebo here at the gastech - kronos headquarters live blogging the annual gastech international meeting. at roughly 1000 the morning meeting will end and ceo sten sanjorge, jr. and the executive group - ingrid barranco, ada campo-corrente, orhan strum, and willem vasco-pais - will proceed to a kronos government sponsored reception. with the recent initial public offering for gastech international, the on the scene blog will be asking what this means for abila and the people of kronos especially in terms of reinvestment in infrastructure and job creation for the people of kronos. abila post reporter sara tuno will be providing coverage from the kronos government reception for the gastech leadership.","origText":"20 January 2014 930 20 January 2014 - This is Haneson Ngohebo here at the GAStech - Kronos headquarters live blogging the annual GAStech International meeting. At roughly 1000 the morning meeting will end and CEO Sten Sanjorge, Jr. and the executive group - Ingrid Barranco, Ada Campo-Corrente, Orhan Strum, and Willem Vasco-Pais - will proceed to a Kronos Government sponsored reception. With the recent Initial Public Offering for GAStech International, the On the Scene Blog will be asking what this means for Abila and the people of Kronos especially in terms of reinvestment in infrastructure and job creation for the people of Kronos. Abila Post reporter Sara Tuno will be providing coverage from the Kronos Government reception for the GAStech leadership.","time":"09:30","f_time":1390210200000},{"publisher":"Centrum Sentinel","title":"VOICES - a blog approximately that what is important to people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1018 - a fire fire signaler has been extinguished to the centers of gastech.  people are not evacuating the construction and up to now sign of sanjorge or its executive staff.   the civil employees have asked the reporter to move via from the construction in order allowing the access of fire unit.  that has the sapore still an other means stratagem in order to avoid the comparison from people of kronos.  20 gen. 2014","origText":"20 January 2014 1018 - A fire fire signaler has been extinguished to the centers of GAStech.  People are not evacuating the construction and up to now sign of Sanjorge or its executive staff.   The civil employees have asked the reporter to move via from the construction in order allowing the access of fire unit.  That has the sapore still an other means stratagem in order to avoid the comparison from people of Kronos.  20 gen. 2014","time":"10:18","f_time":1390213080000},{"publisher":"Homeland Illumination","title":"VOICES - a blog about what is important to the people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1018 - a fire alarm has gone off at gastech headquarters.  people are evacuating the building, and so far no sign of sanjorge or his executive staff.   officials have asked reporters to move away from the building to allow the fire department access.  this has the flavor of yet another media ploy to avoid confrontation from the people of kronos.  20 jan 2014","origText":"20 January 2014 1018 - A fire alarm has gone off at GAStech headquarters.  People are evacuating the building, and so far no sign of Sanjorge or his executive staff.   Officials have asked reporters to move away from the building to allow the fire department access.  This has the flavor of yet another media ploy to avoid confrontation from the people of Kronos.  20 Jan 2014","time":"10:18","f_time":1390213080000},{"publisher":"Kronos Star","title":"Breaking: Emergency at GAStech Headquarters Building [Updates]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"update, 10:20 am:  gastech employees evacuate the building and a helicopter leaves from the roof of the building.","origText":"20 January 2014 Update, 10:20 AM:  GAStech employees evacuate the building and a helicopter leaves from the roof of the building.","time":"10:20 AM","f_time":1390213200000},{"publisher":"Modern Rubicon","title":"ON SCENE BLOG","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1020 modernization - people are effluito from the centers of kronos - of gastech approximately 5 minuteren ago. us it has seemed to be much confusion and data today the great corporative reunion, this producer has doubts that was an antifire practice. perhaps a real fire or a threat of the bomb could cause the evacuamento.","origText":"20 January 2014 1020 MODERNIZATION - people are effluito from the centers of Kronos - of GAStech approximately 5 minuteren ago. Us it has seemed to be much confusion and data today the great corporative reunion, this producer has doubts that was an antifire practice. Perhaps a real fire or a threat of the bomb could cause the evacuamento.","time":"10:20","f_time":1390213200000},{"publisher":"The Abila Post","title":"ON THE SCENE BLOG","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1020 update - people streamed out of the gastech - kronos headquarters about 5 minutes ago. there seemed to be much confusion and given the large corporate gathering today, this writer has doubts that it was a fire drill. perhaps an actual fire or a bomb threat could have caused the evacuation.","origText":"20 January 2014 1020 UPDATE - People streamed out of the GAStech - Kronos headquarters about 5 minutes ago. There seemed to be much confusion and given the large corporate gathering today, this writer has doubts that it was a fire drill. Perhaps an actual fire or a bomb threat could have caused the evacuation.","time":"10:20","f_time":1390213200000},{"publisher":"Tethys News","title":"To break off itself: The emergency to GAStech quarters the construction [modernizations]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"modernization, 10:20:  it employs you of gastech evacuate the sheets of the helicopter and the construction from the roof of the construction.","origText":"20 January 2014 Modernization, 10:20:  It employs you of GAStech evacuate the sheets of the helicopter and the construction from the roof of the construction.","time":"10:20","f_time":1390213200000},{"publisher":"Centrum Sentinel","title":"VOICES - a blog approximately that what is important to people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1025 - the construction is cercanda the signs of difficulty from the fire unit.  not it has been confirmation of a threat of the bomb, but i have not seen one squad of the bomb to appear. 20 gen. 2014","origText":"20 January 2014 1025 - The construction is cercanda the signs of difficulty from the fire unit.  Not it has been confirmation of a threat of the bomb, but I have not seen one squad of the bomb to appear. 20 gen. 2014","time":"10:25","f_time":1390213500000},{"publisher":"Homeland Illumination","title":"VOICES - a blog about what is important to the people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1025 - the building is being searched for signs of trouble by the fire department.  there has been no confirmation of a bomb threat, but i haven't seen a bomb squad appear. 20 jan 2014","origText":"20 January 2014 1025 - The building is being searched for signs of trouble by the fire department.  There has been no confirmation of a bomb threat, but I haven't seen a bomb squad appear. 20 Jan 2014","time":"10:25","f_time":1390213500000},{"publisher":"Centrum Sentinel","title":"VOICES - a blog approximately that what is important to people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1025 - up to now no test of smoke or fire has been marked.  the fire unit has to arrive hardly. 20 gen. 2014","origText":"20 January 2014 1025 - Up to now no test of smoke or fire has been marked.  The fire unit has to arrive hardly. 20 gen. 2014","time":"10:25","f_time":1390213500000},{"publisher":"Homeland Illumination","title":"VOICES - a blog about what is important to the people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1025 - so far i haven't seen any evidence of smoke or fire.  the fire department has have just arrived. 20 jan 2014","origText":"20 January 2014 1025 - So far I haven't seen any evidence of smoke or fire.  The fire department has have just arrived. 20 Jan 2014","time":"10:25","f_time":1390213500000},{"publisher":"Centrum Sentinel","title":"VOICES - a blog approximately that what is important to people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1027 - there is the speculation that this evacuamento has been caused had a threat of the bomb. 20 gen. 2014","origText":"20 January 2014 1027 - There is the speculation that this evacuamento has been caused had a threat of the bomb. 20 gen. 2014","time":"10:27","f_time":1390213620000},{"publisher":"Homeland Illumination","title":"VOICES - a blog about what is important to the people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1027 - there is speculation that this evacuation was caused due to a bomb threat. 20 jan 2014","origText":"20 January 2014 1027 - There is speculation that this evacuation was caused due to a bomb threat. 20 Jan 2014","time":"10:27","f_time":1390213620000},{"publisher":"Kronos Star","title":"Breaking: Emergency at GAStech Headquarters Building [Updates]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"update, 10:30 am:  abila fire department responds to the alarm.  firemen are seen entering the building.","origText":"20 January 2014 Update, 10:30 AM:  Abila fire department responds to the alarm.  Firemen are seen entering the building.","time":"10:30 AM","f_time":1390213800000},{"publisher":"Tethys News","title":"To break off itself: The emergency to GAStech quarters the construction [modernizations]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"modernization, 10:30:  the fire unit of abila answers to the alarm.  the national fire departments are seen to enter in the construction.","origText":"20 January 2014 Modernization, 10:30:  The fire unit of Abila answers to the alarm.  The National Fire Departments are seen to enter in the construction.","time":"10:30","f_time":1390213800000},{"publisher":"The Abila Post","title":"ON THE SCENE BLOG","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1035 update - the abila fire department arrived on the scene roughly 10 minutes ago and began searching the building. no smoke is visible, raising concerns of an actual bomb threat.","origText":"20 January 2014 1035 UPDATE - The Abila Fire Department arrived on the scene roughly 10 minutes ago and began searching the building. No smoke is visible, raising concerns of an actual bomb threat.","time":"10:35","f_time":1390214100000},{"publisher":"Modern Rubicon","title":"ON SCENE BLOG","date":"20 January 2014","date_processed":"2014\/01\/20","text":"modernization 1035 - the fire unit of abila has arrived on the scene approximately 10 minuteren ago and has begun to try the construction. not there is no visible smoke, provoking restlessness of a real threat of the bomb.","origText":"20 January 2014 MODERNIZATION 1035 - the fire unit of Abila has arrived on the scene approximately 10 minuteren ago and has begun to try the construction. Not there is no visible smoke, provoking restlessness of a real threat of the bomb.","time":"10:35","f_time":1390214100000},{"publisher":"Centrum Sentinel","title":"VOICES - a blog approximately that what is important to people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1049 - there is still does not have information on the evacuamento of the building of gastech.  not there are signs of smoke or fiammeggiano and the civil employees are not answering to the questions.  the national fire departments have entered in the construction - altretanta like dozen completely gear of the affluence. 20 gen. 2014","origText":"20 January 2014 1049 - There is still does not have information on the evacuamento of the building of GAStech.  Not there are signs of smoke or fiammeggiano and the civil employees are not answering to the questions.  The National Fire Departments have entered in the construction - altretanta like dozen completely gear of the affluence. 20 gen. 2014","time":"10:49","f_time":1390214940000},{"publisher":"Homeland Illumination","title":"VOICES - a blog about what is important to the people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1049 - we still have no information about the evacuation of the gastech building.  there are no signs of smoke or flame, and officials are not answering questions.  firemen have entered the building - as many as a dozen in full turnout gear. 20 jan 2014","origText":"20 January 2014 1049 - We still have no information about the evacuation of the GAStech building.  There are no signs of smoke or flame, and officials are not answering questions.  Firemen have entered the building - as many as a dozen in full turnout gear. 20 Jan 2014","time":"10:49","f_time":1390214940000},{"publisher":"Kronos Star","title":"Breaking: Emergency at GAStech Headquarters Building [Updates]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"update, 10:50 am:  a gastech employee reports that the fire alarm was pulled in response to a bomb threat.","origText":"20 January 2014 Update, 10:50 AM:  A GAStech employee reports that the fire alarm was pulled in response to a bomb threat.","time":"10:50 AM","f_time":1390215000000},{"publisher":"Tethys News","title":"To break off itself: The emergency to GAStech quarters the construction [modernizations]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"modernization, 10:50:  an employee of gastech marks it that the fire fire signaler has been pulled in answer to a threat of the bomb.","origText":"20 January 2014 Modernization, 10:50:  An employee of GAStech marks it that the fire fire signaler has been pulled in answer to a threat of the bomb.","time":"10:50","f_time":1390215000000},{"publisher":"Centrum Sentinel","title":"VOICES - a blog approximately that what is important to people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1052 - the ceo sanjorge has arrived to the capitol that it ago constructs to some minuteren for one reception with the government civil employees. 20 gen. 2014","origText":"20 January 2014 1052 - The CEO Sanjorge has arrived to the capitol that it ago constructs to some minuteren for one reception with the government civil employees. 20 gen. 2014","time":"10:52","f_time":1390215120000},{"publisher":"Homeland Illumination","title":"VOICES - a blog about what is important to the people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1052 - i just received word from illumination correspondent petrus gerhard that ceo sanjorge arrived at the capitol building a few minutes ago. 20 jan 2014","origText":"20 January 2014 1052 - I just received word from Illumination correspondent Petrus Gerhard that CEO Sanjorge arrived at the capitol building a few minutes ago. 20 Jan 2014","time":"10:52","f_time":1390215120000},{"publisher":"The Abila Post","title":"ON THE SCENE BLOG","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1100 update - still no indication from the afd about what if anything has happened  however, there are reports that the gastech - kronos employees gathered outside the building heard the fire alarm.","origText":"20 January 2014 1100 UPDATE - Still no indication from the AFD about what if anything has happened  however, there are reports that the GAStech - Kronos employees gathered outside the building heard the fire alarm.","time":"11:00","f_time":1390215600000},{"publisher":"Modern Rubicon","title":"ON SCENE BLOG","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1100 modernization - still no indication from the afd approximately that what if some thing is happened  however, there are relationships that the gastech - it employs you of kronos re-united outside of the construction have felt the fire fire signaler.","origText":"20 January 2014 1100 MODERNIZATION - still no indication from the AFD approximately that what if some thing is happened  however, there are relationships that the GAStech - it employs you of Kronos re-united outside of the construction have felt the fire fire signaler.","time":"11:00","f_time":1390215600000},{"publisher":"Homeland Illumination","title":"VOICES - a blog about what is important to the people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1123 - correspondent gerhard reports that sanjorge entered the capitol building, and has not reappeared.  there has also been no sign of the other executives who were expected at the capitol. 20 jan 2014","origText":"20 January 2014 1123 - Correspondent Gerhard reports that Sanjorge entered the capitol building, and has not reappeared.  There has also been no sign of the other executives who were expected at the capitol. 20 Jan 2014","time":"11:23","f_time":1390216980000},{"publisher":"Centrum Sentinel","title":"VOICES - a blog approximately that what is important to people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1123 - the reporter to the construction of the capitol they say that sanjorge has entered in the construction of the capitol and it has not reappeared.  moreover it has been sign of the other pictures not there that have been previewed to the capitol. 20 gen. 2014","origText":"20 January 2014 1123 - The reporter to the construction of the capitol they say that Sanjorge has entered in the construction of the capitol and it has not reappeared.  Moreover it has been sign of the other pictures not there that have been previewed to the capitol. 20 gen. 2014","time":"11:23","f_time":1390216980000},{"publisher":"Centrum Sentinel","title":"VOICES - a blog approximately that what is important to people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1130 - some of the civil employees of the fire have removed the construction and are communicating with civil employees, but no announcement has been made approximately the events the centers of gastech. 20 gen. 2014","origText":"20 January 2014 1130 - Some of the civil employees of the fire have removed the construction and are communicating with civil employees, but no announcement has been made approximately the events the centers of GAStech. 20 gen. 2014","time":"11:30","f_time":1390217400000},{"publisher":"Homeland Illumination","title":"VOICES - a blog about what is important to the people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1130 - some of the fire officials have exited the building and are talking to the officials, but no announcements have been made about the events at gastech headquarters. 20 jan 2014","origText":"20 January 2014 1130 - Some of the fire officials have exited the building and are talking to the officials, but no announcements have been made about the events at GAStech headquarters. 20 Jan 2014","time":"11:30","f_time":1390217400000},{"publisher":"Kronos Star","title":"Breaking: Emergency at GAStech Headquarters Building [Updates]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"update, 11:45 am:  fire department officials allow gastech employees to re-enter the building.","origText":"20 January 2014 Update, 11:45 AM:  Fire department officials allow GAStech employees to re-enter the building.","time":"11:45 AM","f_time":1390218300000},{"publisher":"Tethys News","title":"To break off itself: The emergency to GAStech quarters the construction [modernizations]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"modernization, 11:45:  the civil employees of fire unit allow that the construction employs it you of gastech king-enter.","origText":"20 January 2014 Modernization, 11:45:  The civil employees of fire unit allow that the construction employs it you of GAStech king-enter.","time":"11:45","f_time":1390218300000},{"publisher":"Centrum Sentinel","title":"VOICES - a blog approximately that what is important to people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1146 - captain federigo accardi of the fire has given apparently the all-free one because several civil employees are entering in the construction, the perimeter is dismantling and the fire unit is packing their gear. 20 gen. 2014","origText":"20 January 2014 1146 - Captain Federigo Accardi of the fire has given apparently the all-free one because several civil employees are entering in the construction, the perimeter is dismantling and the fire unit is packing their gear. 20 gen. 2014","time":"11:46","f_time":1390218360000},{"publisher":"Homeland Illumination","title":"VOICES - a blog about what is important to the people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1146 - fire captain federigo accardi has apparently given the all-clear because several officials are entering the building, the perimeter is being dismantled and the fire department is packing their gear. 20 jan 2014","origText":"20 January 2014 1146 - Fire Captain Federigo Accardi has apparently given the all-clear because several officials are entering the building, the perimeter is being dismantled and the fire department is packing their gear. 20 Jan 2014","time":"11:46","f_time":1390218360000},{"publisher":"Homeland Illumination","title":"VOICES - a blog about what is important to the people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1155 - the fire department spokesman announced the building is clear and it was a false alarm.  employees return to the building.  20 jan 2014","origText":"20 January 2014 1155 - The fire department spokesman announced the building is clear and it was a false alarm.  Employees return to the building.  20 Jan 2014","time":"11:55","f_time":1390218900000},{"publisher":"Centrum Sentinel","title":"VOICES - a blog approximately that what is important to people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1155 - the megaphone of fire unit has announced the construction is clear and was a false alarm.  it employs to you send back to the construction.  20 gen. 2014","origText":"20 January 2014 1155 - The megaphone of fire unit has announced the construction is clear and was a false alarm.  It employs to you send back to the construction.  20 gen. 2014","time":"11:55","f_time":1390218900000},{"publisher":"Homeland Illumination","title":"VOICES - a blog about what is important to the people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1157 - correspondent gerhard reports there has been no appearance of the gastech executives, nor has sanjorge appeared to speak to the press. 20 jan 2014","origText":"20 January 2014 1157 - Correspondent Gerhard reports there has been no appearance of the GAStech executives, nor has Sanjorge appeared to speak to the press. 20 Jan 2014","time":"11:57","f_time":1390219020000},{"publisher":"Centrum Sentinel","title":"VOICES - a blog approximately that what is important to people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1157 - there are relationships that the pictures of gastech have not arrived to the government reception, neither has sanjorge has seemed to speak to the pressure the 20 gen. 2014","origText":"20 January 2014 1157 - There are relationships that the pictures of GAStech have not arrived to the government reception, neither has Sanjorge has seemed to speak to the pressure the 20 gen. 2014","time":"11:57","f_time":1390219020000},{"publisher":"The Abila Post","title":"ON THE SCENE BLOG","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1158 update - the abila fire department finished a thorough search of the gastech building finding evidence of fire. at 11:45 am they gave the all clear for the gastech employees to re-enter the building. an afd spokesman stated that the fire alarm appears to be a false alarm and that it was not a part of a planned fire drill. the spokesman declined to answer whether or not the fire alarm was intentionally pulled.","origText":"20 January 2014 1158 UPDATE - The Abila Fire Department finished a thorough search of the GAStech building finding evidence of fire. At 11:45 AM they gave the all clear for the GAStech employees to re-enter the building. An AFD spokesman stated that the fire alarm appears to be a false alarm and that it was not a part of a planned fire drill. The spokesman declined to answer whether or not the fire alarm was intentionally pulled.","time":"11:58","f_time":1390219080000},{"publisher":"Modern Rubicon","title":"ON SCENE BLOG","date":"20 January 2014","date_processed":"2014\/01\/20","text":"modernization 1158 - the fire unit of abila has rifinito a complete search of the building of gastech that finds the fire test. to the 11:45 they have given all the free one so that the construction employs it you of gastech king-enter. a afd megaphone has declared that the fire fire signaler seems to be a false alarm and that it was not a part of a previewed antifire practice. the megaphone has refused to the answer if or the fire fire signaler has not been pulled intentionally.","origText":"20 January 2014 MODERNIZATION 1158 - the fire unit of Abila has rifinito a complete search of the building of GAStech that finds the fire test. To the 11:45 they have given all the free one so that the construction employs it you of GAStech king-enter. A AFD megaphone has declared that the fire fire signaler seems to be a false alarm and that it was not a part of a previewed antifire practice. The megaphone has refused to the answer if or the fire fire signaler has not been pulled intentionally.","time":"11:58","f_time":1390219080000},{"publisher":"Modern Rubicon","title":"ON SCENE BLOG","date":"20 January 2014","date_processed":"2014\/01\/20","text":"modernization 1220 - the police of abila has arrived to the centers of gastech, having provoked restlessness and adding to the confusion over that what is happened.","origText":"20 January 2014 MODERNIZATION 1220 - the police of Abila has arrived to the centers of GAStech, having provoked restlessness and adding to the confusion over that what is happened.","time":"12:20","f_time":1390220400000},{"publisher":"Kronos Star","title":"Breaking: Emergency at GAStech Headquarters Building [Updates]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"update, 12:20 pm:  the abila police have been called to respond to gastech headquarters for an unspecified emergency. (editor's note - the call was overheard on a police scanner.  the abila police know this channel is monitored by the media and often do not give the reason for the response)","origText":"20 January 2014 Update, 12:20 PM:  The Abila police have been called to respond to GAStech headquarters for an unspecified emergency. (editor's note - The call was overheard on a police scanner.  The Abila police know this channel is monitored by the media and often do not give the reason for the response)","time":"12:20 PM","f_time":1390220400000},{"publisher":"Tethys News","title":"To break off itself: The emergency to GAStech quarters the construction [modernizations]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"modernization, 12:20 pm:  the police of abila is called in order to answer to the centers of gastech for a emergency not specified. (editor's note - the call was overheard on a device of exploration of the police.  the police of abila knows that this rabbet is controlled from means and often it does not give the reason for the answer)","origText":"20 January 2014 Modernization, 12:20 PM:  The police of Abila is called in order to answer to the centers of GAStech for a emergency not specified. (editor's note - the call was overheard on a device of exploration of the police.  The police of Abila knows that this rabbet is controlled from means and often it does not give the reason for the answer)","time":"12:20 PM","f_time":1390220400000},{"publisher":"The Abila Post","title":"ON THE SCENE BLOG","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1220 update - abila police arrived at gastech headquarters, raising concerns and adding to the confusion over what has happened.","origText":"20 January 2014 1220 UPDATE - Abila Police arrived at GAStech headquarters, raising concerns and adding to the confusion over what has happened.","time":"12:20","f_time":1390220400000},{"publisher":"The Abila Post","title":"ON THE SCENE BLOG","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1225 update - it is unconfirmed now, but abila post's sara tuno reported gastech leadership has not arrived at the government reception that was set to follow the morning meeting including ceo sanjorge, jr.","origText":"20 January 2014 1225 UPDATE - It is unconfirmed now, but Abila Post's Sara Tuno reported GAStech leadership has not arrived at the Government reception that was set to follow the morning meeting including CEO Sanjorge, Jr.","time":"12:25","f_time":1390220700000},{"publisher":"Tethys News","title":"To break off itself: The emergency to GAStech quarters the construction [modernizations]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"modernization, 12:25 pm:  we have relationships not confirmed that the pictures of gastech have still not arrived to the reception previewed to the capitol.  the reporter that they regard the reception to the relationship of the capitol that sees the president of gastech and the ceo, jr. of sten sanjorge, but they have not seen ingrid barranca, live-current of the ada, the strum di orhan, or willem vasco-pais.","origText":"20 January 2014 Modernization, 12:25 PM:  We have relationships not confirmed that the pictures of GAStech have still not arrived to the reception previewed to the capitol.  The reporter that they regard the reception to the relationship of the capitol that sees the president of GAStech and the CEO, Jr. of Sten Sanjorge, but they have not seen Ingrid Barranca, live-Current of the Ada, the Strum di Orhan, or Willem Vasco-Pais.","time":"12:25 PM","f_time":1390220700000},{"publisher":"Modern Rubicon","title":"ON SCENE BLOG","date":"20 January 2014","date_processed":"2014\/01\/20","text":"modernization 1225 - hour is not confirmed, but the direction of gastech has not arrived to the reception that is regulated in order to follow the comprised reunion of morning the ceo sanjorge, jr. of government.","origText":"20 January 2014 MODERNIZATION 1225 - hour is not confirmed, but the direction of GAStech has not arrived to the reception that is regulated in order to follow the comprised reunion of morning the CEO Sanjorge, Jr. of government.","time":"12:25","f_time":1390220700000},{"publisher":"Kronos Star","title":"Breaking: Emergency at GAStech Headquarters Building [Updates]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"update, 12:25 pm:  we have unconfirmed reports that the gastech executives have not yet arrived at the scheduled reception at the capitol.  kronos star reporters covering the reception at the capitol report having seen gastech president and ceo, sten sanjorge jr., but they have not seen ingrid barranco, ada campo-corrente, orhan strum, or willem vasco-pais.","origText":"20 January 2014 Update, 12:25 PM:  We have unconfirmed reports that the GAStech executives have not yet arrived at the scheduled reception at the capitol.  Kronos Star reporters covering the reception at the capitol report having seen GAStech President and CEO, Sten Sanjorge Jr., but they have not seen Ingrid Barranco, Ada Campo-Corrente, Orhan Strum, or Willem Vasco-Pais.","time":"12:25 PM","f_time":1390220700000},{"publisher":"Homeland Illumination","title":"VOICES - a blog about what is important to the people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1232 - there is speculation that the gastech executives and the kronos officials have fled the country with their fortune and money from the kronos coffers. 20 jan 2014","origText":"20 January 2014 1232 - There is speculation that the GAStech executives and the Kronos officials have fled the country with their fortune and money from the Kronos coffers. 20 Jan 2014","time":"12:32","f_time":1390221120000},{"publisher":"Centrum Sentinel","title":"VOICES - a blog approximately that what is important to people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1232 - there is the speculation that the pictures of gastech and the civil employees of kronos have escaped the country with their fortune and the moneies from the cowlings of kronos. 20 gen. 2014","origText":"20 January 2014 1232 - There is the speculation that the pictures of GAStech and the civil employees of Kronos have escaped the country with their fortune and the moneies from the cowlings of Kronos. 20 gen. 2014","time":"12:32","f_time":1390221120000},{"publisher":"The Abila Post","title":"ON THE SCENE BLOG","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1235 update - rumors abound in regards to the potentially missing gastech executives. some suggest that the newly vested executive group skipped the government reception to avoid the press and left to an unknown resort location to celebrate their recent windfall. however, this rumor does not explain the police presence nor does it explain the fire department's search of gastech headquarters.","origText":"20 January 2014 1235 UPDATE - Rumors abound in regards to the potentially missing GAStech executives. Some suggest that the newly vested executive group skipped the government reception to avoid the press and left to an unknown resort location to celebrate their recent windfall. However, this rumor does not explain the police presence nor does it explain the fire department's search of GAStech headquarters.","time":"12:35","f_time":1390221300000},{"publisher":"Modern Rubicon","title":"ON SCENE BLOG","date":"20 January 2014","date_processed":"2014\/01\/20","text":"modernization 1235 - the voices abound potentially in the cares to the pictures lacking gastech. some suggest that the recently conferred executive group to has jumped the government reception in order to avoid the pressed one and of left to one disowned position of the resource in order to celebrate their recent unexpected good. however, this voice does not explain the presence of the police neither it explains the search of the fire unit of the centers of gastech.","origText":"20 January 2014 MODERNIZATION 1235 - the voices abound potentially in the cares to the pictures lacking GAStech. Some suggest that the recently conferred executive group to has jumped the government reception in order to avoid the pressed one and of left to one disowned position of the resource in order to celebrate their recent unexpected good. However, this voice does not explain the presence of the police neither it explains the search of the fire unit of the centers of GAStech.","time":"12:35","f_time":1390221300000},{"publisher":"Tethys News","title":"To break off itself: The emergency to GAStech quarters the construction [modernizations]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"modernization, 12:40 pm:  the additional police has arrived to the centers of gastech.  she is barricades of control of crowd of putting in work around to the construction.  the police has not commented their activities.","origText":"20 January 2014 Modernization, 12:40 PM:  The additional police has arrived to the centers of GAStech.  She is barricades of control of crowd of putting in work around to the construction.  The police has not commented their activities.","time":"12:40 PM","f_time":1390221600000},{"publisher":"Kronos Star","title":"Breaking: Emergency at GAStech Headquarters Building [Updates]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"update, 12:40 pm:  additional police have arrived at gastech headquarters.  they are setting up crowd control barricades around the building.  police have not commented on their activities.","origText":"20 January 2014 Update, 12:40 PM:  Additional police have arrived at GAStech headquarters.  They are setting up crowd control barricades around the building.  Police have not commented on their activities.","time":"12:40 PM","f_time":1390221600000},{"publisher":"Modern Rubicon","title":"ON SCENE BLOG","date":"20 January 2014","date_processed":"2014\/01\/20","text":"modernization 1245 - the police of abila has cordoned outside of the centers of gastech with the additional officials who arrive in order to assure the perimeter and to study that what can be only described like crime scene however the crime has not to be revealed. the answer of the police seems from the proportion for a false fire fire signaler. the civil employees of the police have refused to comment currently.","origText":"20 January 2014 MODERNIZATION 1245 - the police of Abila has cordoned outside of the centers of GAStech with the additional officials who arrive in order to assure the perimeter and to study that what can be only described like crime scene however the crime has not to be revealed. The answer of the police seems from the proportion for a false fire fire signaler. The civil employees of the police have refused to comment currently.","time":"12:45","f_time":1390221900000},{"publisher":"The Abila Post","title":"ON THE SCENE BLOG","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1245 update - abila police have cordoned off the gastech headquarters with additional officers arriving to secure the perimeter and to investigate what can only be described as a crime scene though the crime has not be revealed. the police response seems out of proportion for a false fire alarm. police officials have declined to comment at this time.","origText":"20 January 2014 1245 UPDATE - Abila Police have cordoned off the GAStech headquarters with additional officers arriving to secure the perimeter and to investigate what can only be described as a crime scene though the crime has not be revealed. The police response seems out of proportion for a false fire alarm. Police officials have declined to comment at this time.","time":"12:45","f_time":1390221900000},{"publisher":"Homeland Illumination","title":"VOICES - a blog about what is important to the people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1247 - interesting developments - two police squad cars have arrived with lights and sirens. 20 jan 2014","origText":"20 January 2014 1247 - Interesting developments - two police squad cars have arrived with lights and sirens. 20 Jan 2014","time":"12:47","f_time":1390222020000},{"publisher":"Centrum Sentinel","title":"VOICES - a blog approximately that what is important to people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1247 - interesting developments - two automobiles of the squad of the police have arrived with the lights and the sirene. 20 gen. 2014","origText":"20 January 2014 1247 - Interesting developments - two automobiles of the squad of the police have arrived with the lights and the sirene. 20 gen. 2014","time":"12:47","f_time":1390222020000},{"publisher":"Centrum Sentinel","title":"VOICES - a blog approximately that what is important to people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1251 - the police who has arrived as soon as she has entered immediately in the centers of gastech.  at the same time the policemen who are themselves find on the yard hour to you are reconstructing the yellow perimeter of the tape.  still no word on the position of the civil employees of gastech or the government and no employee has left the constructions. 20 gen. 2014","origText":"20 January 2014 1251 - The police who has arrived as soon as she has entered immediately in the centers of GAStech.  At the same time the policemen who are themselves find on the yard hour to you are reconstructing the yellow perimeter of the tape.  Still no word on the position of the civil employees of GAStech or the government and no employee has left the constructions. 20 gen. 2014","time":"12:51","f_time":1390222260000},{"publisher":"Homeland Illumination","title":"VOICES - a blog about what is important to the people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1251 - the police who just arrived went immediately into gastech headquarters.  at the same time the policemen that have been on site are now reconstructing the yellow tape perimeter.  still no word on the location of the gastech officials or the government, and no employees have left the buildings. 20 jan 2014","origText":"20 January 2014 1251 - The police who just arrived went immediately into GAStech headquarters.  At the same time the policemen that have been on site are now reconstructing the yellow tape perimeter.  Still no word on the location of the GAStech officials or the government, and no employees have left the buildings. 20 Jan 2014","time":"12:51","f_time":1390222260000},{"publisher":"Modern Rubicon","title":"ON SCENE BLOG","date":"20 January 2014","date_processed":"2014\/01\/20","text":"modernization 1255 - the calls to the hospitals of the abila and the morgue of the city have not covered the new information with nets.","origText":"20 January 2014 MODERNIZATION 1255 - the calls to the hospitals of the Abila and the Morgue of the city have not covered the new information with nets.","time":"12:55","f_time":1390222500000},{"publisher":"The Abila Post","title":"ON THE SCENE BLOG","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1255 update - calls to abila's hospitals and the city morgue have netted no new information.","origText":"20 January 2014 1255 UPDATE - Calls to Abila's hospitals and the City Morgue have netted no new information.","time":"12:55","f_time":1390222500000},{"publisher":"Kronos Star","title":"Breaking: Emergency at GAStech Headquarters Building [Updates]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"update 1:00 pm:  police have come and gone from the gastech building, but up to this point no gastech employees have left the building.  we still have no official word on why the police are present.","origText":"20 January 2014 Update 1:00 PM:  Police have come and gone from the GAStech building, but up to this point no GAStech employees have left the building.  We still have no official word on why the police are present.","time":"01:00 PM","f_time":1390222800000},{"publisher":"Tethys News","title":"To break off itself: The emergency to GAStech quarters the construction [modernizations]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1:00 pm of the modernization:  the police has come and gone from the building of gastech, but until this point no employee of gastech she has left the construction.  still we do not have official word on because the police is present.","origText":"20 January 2014 1:00 PM of the modernization:  The police has come and gone from the building of GAStech, but until this point no employee of GAStech she has left the construction.  Still we do not have official word on because the police is present.","time":"01:00 PM","f_time":1390222800000},{"publisher":"Kronos Star","title":"Breaking: Emergency at GAStech Headquarters Building [Updates]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"update, 1:25 pm:  in attempt to find out what is going on, we have called the office of orhan strum, the gsatech chief operating officer.  his administrator answered the phone and informed us that mr. strum is unavailable.  we will continue calling gastech until we reach someone who can inform us on the situation.","origText":"20 January 2014 Update, 1:25 PM:  In attempt to find out what is going on, we have called the office of Orhan Strum, the GSAtech Chief Operating Officer.  His administrator answered the phone and informed us that Mr. Strum is unavailable.  We will continue calling GAStech until we reach someone who can inform us on the situation.","time":"01:25 PM","f_time":1390224300000},{"publisher":"Tethys News","title":"To break off itself: The emergency to GAStech quarters the construction [modernizations]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"modernization, 1:25 pm:  in the attempt to discover that what is igniting, we have called the office of the strum di orhan, the official of main operation of gsatech.  its coordinator has answered to the telephone he has informs and them to you that the sig. strum is not available.  we will continue to call gastech until that we do not catch up someone that can inform it on the situation.","origText":"20 January 2014 Modernization, 1:25 PM:  In the attempt to discover that what is igniting, we have called the office of the Strum di Orhan, the official of main operation of GSAtech.  Its coordinator has answered to the telephone he has informs and them to you that the sig. Strum is not available.  We will continue to call GAStech until that we do not catch up someone that can inform it on the situation.","time":"01:25 PM","f_time":1390224300000},{"publisher":"The Abila Post","title":"ON THE SCENE BLOG","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1330 update - at 1315 we placed a call to gastech headquarters. a hesitant administrative assistant to orhan strum, chief operating officer of gastech claimed mr. strum was unavailable. linda lagos the assistant to mr. strum declined to answer any further questions about the incident, whether or not there was a fire, a false alarm, a bomb threat, or whether or not anyone is missing. uneasy throughout the call, ms. lagos repeated that orhan strum was unavailable at this time, said good bye and hung up. additional calls were placed with no answer on the gastech end of the line.","origText":"20 January 2014 1330 UPDATE - At 1315 we placed a call to GAStech headquarters. A hesitant administrative assistant to Orhan Strum, Chief Operating Officer of GAStech claimed Mr. Strum was unavailable. Linda Lagos the assistant to Mr. Strum declined to answer any further questions about the incident, whether or not there was a fire, a false alarm, a bomb threat, or whether or not anyone is missing. Uneasy throughout the call, Ms. Lagos repeated that Orhan Strum was unavailable at this time, said good bye and hung up. Additional calls were placed with no answer on the GAStech end of the line.","time":"13:30","f_time":1390224600000},{"publisher":"Tethys News","title":"To break off itself: The emergency to GAStech quarters the construction [modernizations]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"modernization, 1:30 pm:  we have called the office of live-current of the ada, the attache' to the main information of gsatech.  the telephone has not been answered to and not gone to a system of the voicemail.","origText":"20 January 2014 Modernization, 1:30 PM:  We have called the office of live-Current of the Ada, the attache' to the main information of GSAtech.  The telephone has not been answered to and not gone to a system of the voicemail.","time":"01:30 PM","f_time":1390224600000},{"publisher":"Modern Rubicon","title":"ON SCENE BLOG","date":"20 January 2014","date_processed":"2014\/01\/20","text":"modernization 1330 - to 1315 we have arranged one called to the centers of gastech. a titubante administrative assistant to the strum di orhan, official of main operation of gastech has exact the sig. strum was not available. linda lagos that the assistant to the sig. strum has refused to answer to new question approximately the event, if or not there were a fire, a false alarm, a threat of the bomb, or if or anyone does not lack. uneasy during the call, ms the lagos has repeated that the strum di orhan was not available currently, as an example good bye and hung in on. the additional calls have been decided without the answer on the extremity of gastech of the line.","origText":"20 January 2014 MODERNIZATION 1330 - to 1315 we have arranged one called to the centers of GAStech. A titubante administrative assistant to the Strum di Orhan, official of main operation of GAStech has exact the sig. Strum was not available. Linda Lagos that the assistant to the sig. Strum has refused to answer to new question approximately the event, if or not there were a fire, a false alarm, a threat of the bomb, or if or anyone does not lack. Uneasy during the call, ms the Lagos has repeated that the Strum di Orhan was not available currently, as an example good bye and hung in on. The additional calls have been decided without the answer on the extremity of GAStech of the line.","time":"13:30","f_time":1390224600000},{"publisher":"Kronos Star","title":"Breaking: Emergency at GAStech Headquarters Building [Updates]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"update, 1:30 pm:  we called the office of ada campo-corrente, the gsatech chief information officer.  the phone was not answered and went to a voicemail system.","origText":"20 January 2014 Update, 1:30 PM:  We called the office of Ada Campo-Corrente, the GSAtech Chief Information Officer.  The phone was not answered and went to a voicemail system.","time":"01:30 PM","f_time":1390224600000},{"publisher":"Kronos Star","title":"Breaking: Emergency at GAStech Headquarters Building [Updates]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"update, 1:35 pm:  we called the office of ingrid barranco, the gsatech chief financial officer.  her administrator, who was very uneasy during the conversation, informed us that ms. barranco is unavailable for comment.","origText":"20 January 2014 Update, 1:35 PM:  We called the office of Ingrid Barranco, the GSAtech Chief Financial Officer.  Her administrator, who was very uneasy during the conversation, informed us that Ms. Barranco is unavailable for comment.","time":"01:35 PM","f_time":1390224900000},{"publisher":"Tethys News","title":"To break off itself: The emergency to GAStech quarters the construction [modernizations]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"modernization, 1:35 pm:  we have called the office of ingrid barranca, the main official financial of gsatech.  its coordinator, that it was a lot uneasy during the conversation has informs, them to you that ms the barranca is not available for the comment.","origText":"20 January 2014 Modernization, 1:35 PM:  We have called the office of Ingrid Barranca, the main official financial of GSAtech.  Its coordinator, that it was a lot uneasy during the conversation has informs, them to you that ms the Barranca is not available for the comment.","time":"01:35 PM","f_time":1390224900000},{"publisher":"Kronos Star","title":"Breaking: Emergency at GAStech Headquarters Building [Updates]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"update, 1:40 pm:  we contacted the office of willem vasco-pais, the gastech environmental safety advisor.  his administrator very tersely replied that mr. vasco-pais is unavailable and disconnected the call.","origText":"20 January 2014 Update, 1:40 PM:  We contacted the office of Willem Vasco-Pais, the GAStech Environmental Safety Advisor.  His administrator very tersely replied that Mr. Vasco-Pais is unavailable and disconnected the call.","time":"01:40 PM","f_time":1390225200000},{"publisher":"Tethys News","title":"To break off itself: The emergency to GAStech quarters the construction [modernizations]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"modernization, 1:40 pm:  there are puttinges in contact with the office of willem vasco-pais, the adviser in emergency matter acclimatizes them of gastech.  its coordinator has answered a lot tersely that the sig. vasco-pais is not available and has detached the call.","origText":"20 January 2014 Modernization, 1:40 PM:  There are puttinges in contact with the office of Willem Vasco-Pais, the adviser in emergency matter acclimatizes them of GAStech.  Its coordinator has answered a lot tersely that the sig. Vasco-Pais is not available and has detached the call.","time":"01:40 PM","f_time":1390225200000},{"publisher":"The Abila Post","title":"ON THE SCENE BLOG","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1345 update - confirmed report of missing gastech employees from gastech administrative assistant in tethys headquarters  gastech - kronos still not responding. the mystery of whom and how many are missing remains.","origText":"20 January 2014 1345 UPDATE - Confirmed report of missing GAStech employees from GAStech administrative assistant in Tethys headquarters  GAStech - Kronos still not responding. The mystery of whom and how many are missing remains.","time":"13:45","f_time":1390225500000},{"publisher":"Modern Rubicon","title":"ON SCENE BLOG","date":"20 January 2014","date_processed":"2014\/01\/20","text":"modernization 1345 - the relationship confirmed of sig.na of employs you of gastech from the administrative assistant of gastech in tethys quarters  gastech - kronos still that they do not answer. the mystery which and of quant0 they are remains lacking.","origText":"20 January 2014 MODERNIZATION 1345 - the relationship confirmed of sig.na of employs you of GAStech from the administrative assistant of GAStech in Tethys quarters  GAStech - Kronos still that they do not answer. The mystery which and of quant0 they are remains lacking.","time":"13:45","f_time":1390225500000},{"publisher":"Tethys News","title":"To break off itself: The emergency to GAStech quarters the construction [modernizations]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"modernization, 1:50 pm:  we have tried twenty new numbers of telephone to gastech, but no other has answered to has tried to call the coordinator of the sig. strum still, but has not answered to the telephone.","origText":"20 January 2014 Modernization, 1:50 PM:  We have tried twenty new numbers of telephone to GAStech, but no other has answered to has tried to call the coordinator of the sig. Strum still, but has not answered to the telephone.","time":"01:50 PM","f_time":1390225800000},{"publisher":"Kronos Star","title":"Breaking: Emergency at GAStech Headquarters Building [Updates]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"update, 1:50 pm:  we have tried twenty more phone numbers at gastech, but no one else has answered.  we tried calling mr. strum's administrator again, but she did not answer the phone.","origText":"20 January 2014 Update, 1:50 PM:  We have tried twenty more phone numbers at GAStech, but no one else has answered.  We tried calling Mr. Strum's administrator again, but she did not answer the phone.","time":"01:50 PM","f_time":1390225800000},{"publisher":"Homeland Illumination","title":"VOICES - a blog about what is important to the people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1356 - media outlets have reported gastech-tethys have confirmed a number of gastech employees are missing. 20 jan 2014","origText":"20 January 2014 1356 - Media outlets have reported GAStech-Tethys have confirmed a number of GAStech employees are missing. 20 Jan 2014","time":"13:56","f_time":1390226160000},{"publisher":"Centrum Sentinel","title":"VOICES - a blog approximately that what is important to people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1356 - the means that the taken ones has marked gastech-tethys have confirmed a sure number of employ you of gastech lack. 20 gen. 2014","origText":"20 January 2014 1356 - The means that the taken ones has marked GAStech-Tethys have confirmed a sure number of employ you of GAStech lack. 20 gen. 2014","time":"13:56","f_time":1390226160000},{"publisher":"Kronos Star","title":"Breaking: Emergency at GAStech Headquarters Building [Updates]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"update, 2:00 pm:  a government car was allowed through the police perimeter.  the occupant, who appears to be a security official, was let into the building.","origText":"20 January 2014 Update, 2:00 PM:  A government car was allowed through the police perimeter.  The occupant, who appears to be a security official, was let into the building.","time":"02:00 PM","f_time":1390226400000},{"publisher":"Tethys News","title":"To break off itself: The emergency to GAStech quarters the construction [modernizations]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"modernization, 2:00 pm:  a government automobile has been allowed with the perimeter of the police.  the occupant, that she seems to be an emergency civil employee, has been left in the construction.","origText":"20 January 2014 Modernization, 2:00 PM:  A government automobile has been allowed with the perimeter of the police.  The occupant, that she seems to be an emergency civil employee, has been left in the construction.","time":"02:00 PM","f_time":1390226400000},{"publisher":"The Abila Post","title":"ON THE SCENE BLOG","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1405 update - apparent kronos government officials arrived at the gastech headquarters. they arrived in an unmarked black car with tinted windows and were allowed through the police cordon.","origText":"20 January 2014 1405 UPDATE - Apparent Kronos Government officials arrived at the GAStech headquarters. They arrived in an unmarked black car with tinted windows and were allowed through the police cordon.","time":"14:05","f_time":1390226700000},{"publisher":"Modern Rubicon","title":"ON SCENE BLOG","date":"20 January 2014","date_processed":"2014\/01\/20","text":"modernization 1405 - the government civil employees ally by marriage of kronos have arrived to the centers of gastech. inks have arrived in unmarked the black automobile with the windows and have been are concurred with through the cord of the police.","origText":"20 January 2014 MODERNIZATION 1405 - the government civil employees ally by marriage of Kronos have arrived to the centers of GAStech. Inks have arrived in unmarked the black automobile with the windows and have been are concurred with through the cord of the police.","time":"14:05","f_time":1390226700000},{"publisher":"Homeland Illumination","title":"VOICES - a blog about what is important to the people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1410 - a black government sedan has just arrived at gastech headquarters.  it pulled up in front of the main doors and i got a brief glimpse of a man in a suit carrying a entering before police closed the doors behind him.  still no word on the missing employees. 20 jan 2014","origText":"20 January 2014 1410 - A black government sedan has just arrived at GAStech headquarters.  It pulled up in front of the main doors and I got a brief glimpse of a man in a suit carrying a entering before police closed the doors behind him.  Still no word on the missing employees. 20 Jan 2014","time":"14:10","f_time":1390227000000},{"publisher":"Centrum Sentinel","title":"VOICES - a blog approximately that what is important to people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1410 - a black government sedan has arrived hardly to the centers of gastech.  he has pulled on the main hatches and i have obtained a short one glimpse of a man in dressing that he transports entrargli before the police closed in the hatches.  still no word on employs to you lacking. 20 gen. 2014","origText":"20 January 2014 1410 - A black government sedan has arrived hardly to the centers of GAStech.  He has pulled on the main hatches and I have obtained a short one glimpse of a man in dressing that he transports entrargli before the police closed in the hatches.  Still no word on employs to you lacking. 20 gen. 2014","time":"14:10","f_time":1390227000000},{"publisher":"Kronos Star","title":"Breaking: Emergency at GAStech Headquarters Building [Updates]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"update, 3:05 pm:  some police have left the scene, but others remain to outside to secure the building while others are still in the building.  there is much speculation about their activities, but police have yet to respond to our queries for information.","origText":"20 January 2014 Update, 3:05 PM:  Some police have left the scene, but others remain to outside to secure the building while others are still in the building.  There is much speculation about their activities, but police have yet to respond to our queries for information.","time":"03:05 PM","f_time":1390230300000},{"publisher":"Tethys News","title":"To break off itself: The emergency to GAStech quarters the construction [modernizations]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"modernization, 3:05 pm:  a police p2o has left the scene, but others remain to the external part to fix the construction while others are still in the construction.  there is much speculation approximately their activities, but the police has still to answer to our questions for information.","origText":"20 January 2014 Modernization, 3:05 PM:  A police P2o has left the scene, but others remain to the external part to fix the construction while others are still in the construction.  There is much speculation approximately their activities, but the police has still to answer to our questions for information.","time":"03:05 PM","f_time":1390230300000},{"publisher":"The Abila Post","title":"ON THE SCENE BLOG","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1506 update - police have begun to leave gastech headquarters. the officers have declined to answer all of the reporters' questions leaving the scene. a few police vehicles have remained behind. presumably the remaining officers are interviewing the gastech employees who still remain inside the company's building. the police cordon still remains around the gastech building.","origText":"20 January 2014 1506 UPDATE - Police have begun to leave GAStech headquarters. The officers have declined to answer all of the reporters' questions leaving the scene. A few police vehicles have remained behind. Presumably the remaining officers are interviewing the GAStech employees who still remain inside the company's building. The police cordon still remains around the GAStech building.","time":"15:06","f_time":1390230360000},{"publisher":"Modern Rubicon","title":"ON SCENE BLOG","date":"20 January 2014","date_processed":"2014\/01\/20","text":"modernization 1506 - the police has begun to leave the centers of gastech. the officials have refused to answer to the questions of all the reporter that they leave the scene. some vehicles of the police are remained behind. presumablly the remaining officials are interviewing employ you to it of gastech who still remain inside of the construction of the company. the cord of the police still remains around to the building of gastech.","origText":"20 January 2014 MODERNIZATION 1506 - the police has begun to leave the centers of GAStech. The officials have refused to answer to the questions of all the reporter that they leave the scene. Some vehicles of the police are remained behind. Presumablly the remaining officials are interviewing employ you to it of GAStech who still remain inside of the construction of the company. The cord of the police still remains around to the building of GAStech.","time":"15:06","f_time":1390230360000},{"publisher":"Centrum Sentinel","title":"VOICES - a blog approximately that what is important to people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1512 - two watch the vehicles that everyone with an inner part of the two policemen within has just centers of left of gastech without the lights or the sirene. 20 gen. 2014","origText":"20 January 2014 1512 - two watch the vehicles that everyone with an inner part of the two policemen within has just centers of left of GAStech without the lights or the sirene. 20 gen. 2014","time":"15:12","f_time":1390230720000},{"publisher":"Homeland Illumination","title":"VOICES - a blog about what is important to the people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1512 - two police vehicles each with two policemen in inside have just left gastech headquarters with no lights or sirens. 20 jan 2014","origText":"20 January 2014 1512 - Two police vehicles each with two policemen in inside have just left GAStech headquarters with no lights or sirens. 20 Jan 2014","time":"15:12","f_time":1390230720000},{"publisher":"Homeland Illumination","title":"VOICES - a blog about what is important to the people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1515 - breaking news - homeland illumination correspondent petrus gerhard has just spoken with an airport official who confirms that a private jet left abila airport at 1430, with a number of persons on board.  reports that the gastech executives were passengers on this jet are unconfirmed. 20 jan 2014","origText":"20 January 2014 1515 - BREAKING NEWS - Homeland Illumination correspondent Petrus Gerhard has just spoken with an airport official who confirms that a private jet left Abila airport at 1430, with a number of persons on board.  Reports that the GAStech executives were passengers on this jet are unconfirmed. 20 Jan 2014","time":"15:15","f_time":1390230900000},{"publisher":"Centrum Sentinel","title":"VOICES - a blog approximately that what is important to people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1515 - breaking off the news - the reporter they have spoken hardly with a civil employee of the airport that confirmation that a classified jet has left the airport of abila 1430, with a sure number of persons to edge.  the relationships that the pictures of gastech were fleeting on this jet are not confirmed. 20 gen. 2014","origText":"20 January 2014 1515 - BREAKING OFF the NEWS - the reporter they have spoken hardly with a civil employee of the airport that confirmation that a classified jet has left the airport of Abila 1430, with a sure number of persons to edge.  The relationships that the pictures of GAStech were fleeting on this jet are not confirmed. 20 gen. 2014","time":"15:15","f_time":1390230900000},{"publisher":"Modern Rubicon","title":"ON SCENE BLOG","date":"20 January 2014","date_processed":"2014\/01\/20","text":"modernization 1520 - a relationship from the airport of abila indicates that a classified airplane has left with eight people around to 2:30 pm. the jet instituted second as reported it has been directed towards rome, italy. this relationship seems to confirm the voices more begins them that the members of the direction of gastech have avoided the reporter simply and the government reception. it employs to you of gastech have begun to remove the construction. eventually they will make the light on odierni the events.","origText":"20 January 2014 MODERNIZATION 1520 - a relationship from the airport of Abila indicates that a classified airplane has left with eight people around to 2:30 PM. The jet instituted second as reported it has been directed towards Rome, Italy. This relationship seems to confirm the voices more begins them that the members of the direction of GAStech have avoided the reporter simply and the government reception. It employs to you of GAStech have begun to remove the construction. Eventually they will make the light on odierni the events.","time":"15:20","f_time":1390231200000},{"publisher":"The Abila Post","title":"ON THE SCENE BLOG","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1520 update - a report from the abila airport indicates that a private plane departed with eight people around 2:30 pm. the chartered jet was reportedly headed towards rome, italy. this report appears to confirm earlier rumors that members of the gastech leadership simply avoided reporters and the government reception. gastech employees have begun to exit the building. hopefully they will shed light on today's events.","origText":"20 January 2014 1520 UPDATE - A report from the Abila Airport indicates that a private plane departed with eight people around 2:30 PM. The chartered jet was reportedly headed towards Rome, Italy. This report appears to confirm earlier rumors that members of the GAStech leadership simply avoided reporters and the Government reception. GAStech employees have begun to exit the building. Hopefully they will shed light on today's events.","time":"15:20","f_time":1390231200000},{"publisher":"Tethys News","title":"To break off itself: The emergency to GAStech quarters the construction [modernizations]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"modernization, 3:20 pm:  to it employs you of gastech are permettendi to leave the construction.","origText":"20 January 2014 Modernization, 3:20 PM:  To it employs you of GAStech are permettendi to leave the construction.","time":"03:20 PM","f_time":1390231200000},{"publisher":"Kronos Star","title":"Breaking: Emergency at GAStech Headquarters Building [Updates]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"update, 3:20 pm:  gastech employees are being allowed to leave the building.","origText":"20 January 2014 Update, 3:20 PM:  GAStech employees are being allowed to leave the building.","time":"03:20 PM","f_time":1390231200000},{"publisher":"Homeland Illumination","title":"VOICES - a blog about what is important to the people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1522 - it appears that gastech employees are being allowed to leave the headquarters.  i spoke with one employee who declined to give her name who told me that at first everyone thought it was just a fire drill, but then when the firemen inspected the building for a long time they became worried it was actually a fire.  when asked about reports that the gastech executives had fled the country, she said 'no comment' and left. 20 jan 2014","origText":"20 January 2014 1522 - It appears that GAStech employees are being allowed to leave the headquarters.  I spoke with one employee who declined to give her name who told me that at first everyone thought it was just a fire drill, but then when the firemen inspected the building for a long time they became worried it was actually a fire.  When asked about reports that the GAStech executives had fled the country, she said 'no comment' and left. 20 Jan 2014","time":"15:22","f_time":1390231320000},{"publisher":"Centrum Sentinel","title":"VOICES - a blog approximately that what is important to people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1522 - it seems that to it employs you of gastech are permettendi to leave the centers.  an employee who has refused of giving its name but has said that initially an antifire practice has thought all it was right, but then when the national fire departments have controlled over a long time span the construction has taken care it has become it was really a fire.  once interrogated with regard to the relationships that the pictures of gastech had escaped the country, it has not said \"comment\" and on the left. 20 gen. 2014","origText":"20 January 2014 1522 - It seems that to it employs you of GAStech are permettendi to leave the centers.  An employee who has refused of giving its name but has said that initially an antifire practice has thought all it was right, but then when the National Fire Departments have controlled over a long time span the construction has taken care it has become it was really a fire.  Once interrogated with regard to the relationships that the pictures of GAStech had escaped the country, it has not said \"comment\" and on the left. 20 gen. 2014","time":"15:22","f_time":1390231320000},{"publisher":"The Abila Post","title":"ON THE SCENE BLOG","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1532 update - a gastech - kronos employee departing the headquarters building who declined to provide a name said that a couple of unknown people were in the back of the conference room where the gastech meeting took place this morning. the unknown \"shadowy\" people lurking around the meeting room \"weren't gastech employees\" and were \"dressed in black and seemed to be standing, watching in the background.\"","origText":"20 January 2014 1532 UPDATE - A GAStech - Kronos employee departing the headquarters building who declined to provide a name said that a couple of unknown people were in the back of the conference room where the GAStech meeting took place this morning. The unknown \"shadowy\" people lurking around the meeting room \"weren't GAStech employees\" and were \"dressed in black and seemed to be standing, watching in the background.\"","time":"15:32","f_time":1390231920000},{"publisher":"Modern Rubicon","title":"ON SCENE BLOG","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1532 modernization - an employee of kronos - of gastech that leaves the construction of the centers who refused in order to supply a name has said that a brace of disowned people was in the posterior part of the conference room in which the reunion of gastech this morning has happened. disowned \"dark\" people that lurking around to the reunion room \"she was not employ you of gastech\" and \"it has been dressed in the black one and has been seemed to be to levarsi in feet, watching in the previous ones.\"","origText":"20 January 2014 1532 MODERNIZATION - an employee of Kronos - of GAStech that leaves the construction of the centers who refused in order to supply a name has said that a brace of disowned people was in the posterior part of the conference room in which the reunion of GAStech this morning has happened. Disowned \"dark\" people that lurking around to the reunion room \"she was not employ you of GAStech\" and \"it has been dressed in the black one and has been seemed to be to levarsi in feet, watching in the previous ones.\"","time":"15:32","f_time":1390231920000},{"publisher":"Centrum Sentinel","title":"VOICES - a blog approximately that what is important to people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1538 - an other accosentito employee in order to speak to the reporter on the state of anonymity. he has said that the police was making the questions a lot with regard to the nonemployees that they can have approached the construction that morning.  once asked that what had seen, he has scrollato the shoulders.  \"nothing a lot.  hullaballoo much just one approximately the vips.  first breakfast provisioned really operated before the great reunion was one.\" 20 gen. 2014","origText":"20 January 2014 1538 - An other accosentito employee in order to speak to the reporter on the state of anonymity. He has said that the police was making the questions a lot with regard to the nonemployees that they can have approached the construction that morning.  Once asked that what had seen, he has scrollato the shoulders.  \"Nothing a lot.  Hullaballoo much just one approximately the VIPs.  First breakfast provisioned really operated before the great reunion was one.\" 20 gen. 2014","time":"15:38","f_time":1390232280000},{"publisher":"Homeland Illumination","title":"VOICES - a blog about what is important to the people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1538 - another employee agreed to speak to me on the condition of anonymity. he said the police had been asking a lot of questions about nonemployees who may have had access to the building that morning.  i asked him what he'd seen, and he shrugged.  \"nothing much.  just a lot of hullaballoo about the vips.  there was a really fancy catered breakfast before the big meeting.\" 20 jan 2014","origText":"20 January 2014 1538 - Another employee agreed to speak to me on the condition of anonymity. He said the police had been asking a lot of questions about nonemployees who may have had access to the building that morning.  I asked him what he'd seen, and he shrugged.  \"Nothing much.  Just a lot of hullaballoo about the VIPs.  There was a really fancy catered breakfast before the big meeting.\" 20 Jan 2014","time":"15:38","f_time":1390232280000},{"publisher":"Tethys News","title":"To break off itself: The emergency to GAStech quarters the construction [modernizations]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"modernization, 3:40 pm:  an employee of gastech, that he has refused of being identified, relationships that see much people dressed in the black one in the construction before the fire fire signaler.  this people were not employ you of gastech are \"were involving uneven and lurking approximately\".","origText":"20 January 2014 Modernization, 3:40 PM:  An employee of GAStech, that he has refused of being identified, relationships that see much people dressed in the black one in the construction before the fire fire signaler.  This people were not employ you of GAStech are \"were involving uneven and lurking approximately\".","time":"03:40 PM","f_time":1390232400000},{"publisher":"Kronos Star","title":"Breaking: Emergency at GAStech Headquarters Building [Updates]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"update, 3:40 pm:  one gastech employee, who declined to be identified, reports having seen several people dressed in black in the building before the fire alarm.  these people were not gastech employees are \"were acting odd and lurking about\".","origText":"20 January 2014 Update, 3:40 PM:  One GAStech employee, who declined to be identified, reports having seen several people dressed in black in the building before the fire alarm.  These people were not GAStech employees are \"were acting odd and lurking about\".","time":"03:40 PM","f_time":1390232400000},{"publisher":"Modern Rubicon","title":"ON SCENE BLOG","date":"20 January 2014","date_processed":"2014\/01\/20","text":"modernization 1545 - these \"dark\" figures are to the center of that what seems to be a event robbing with the victims who are the direction lacking gastech. currently we can only speculate on the people number to be involved. in the confusion from the evacuamento of the construction a conteggio exact of it employs you of gastech is nearly impossible.","origText":"20 January 2014 MODERNIZATION 1545 - these \"dark\" figures are to the center of that what seems to be a event robbing with the victims who are the direction lacking GAStech. Currently we can only speculate on the people number to be involved. In the confusion from the evacuamento of the construction a conteggio exact of it employs you of GAStech is nearly impossible.","time":"15:45","f_time":1390232700000},{"publisher":"The Abila Post","title":"ON THE SCENE BLOG","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1545 update - these \"shadowy\" figures are at the center of what appears to be a kidnapping incident with the victims being the missing gastech leadership. at this time we can only speculate on the number of people involved. in the confusion from the building evacuation an accurate count of gastech employees is nearly impossible.","origText":"20 January 2014 1545 UPDATE - These \"shadowy\" figures are at the center of what appears to be a kidnapping incident with the victims being the missing GAStech leadership. At this time we can only speculate on the number of people involved. In the confusion from the building evacuation an accurate count of GAStech employees is nearly impossible.","time":"15:45","f_time":1390232700000},{"publisher":"Centrum Sentinel","title":"VOICES - a blog approximately that what is important to people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1621 - reporter dawns to you with an other employee who removes the zone.  it has said that the police was interrogating all when it has been asked if she had seen some thing usual.  \"there was some people that i have not recognized, but i have not obtained really close.  job to according to pavement and i have seen only it through the glass elevator.\"  once asked if they could be kidnappers, she has said to the reporter would not have to say nothing other and that the police has said they not to communicate with anyone. 20 gen. 2014","origText":"20 January 2014 1621 - Reporter dawns to you with an other employee who removes the zone.  It has said that the police was interrogating all when it has been asked if she had seen some thing usual.  \"There was some people that I have not recognized, but I have not obtained really close.  Job to according to pavement and I have seen only it through the glass elevator.\"  Once asked if they could be kidnappers, she has said to the reporter would not have to say nothing other and that the police has said they not to communicate with anyone. 20 gen. 2014","time":"16:21","f_time":1390234860000},{"publisher":"Homeland Illumination","title":"VOICES - a blog about what is important to the people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1621 - i caught up with another employee exiting the area.  she told me the police were questioning everyone.  i asked her if she'd seen anything usual.  \"there were some people i didn't recognize, but i didn't get really close.  i work on the second floor and only saw them through the glass elevator.\"  when asked if they could have been kidnappers, she told me she shouldn't say anything else and that the police told them to not talk to anyone. 20 jan 2014","origText":"20 January 2014 1621 - I caught up with another employee exiting the area.  She told me the police were questioning everyone.  I asked her if she'd seen anything usual.  \"There were some people I didn't recognize, but I didn't get really close.  I work on the second floor and only saw them through the glass elevator.\"  When asked if they could have been kidnappers, she told me she shouldn't say anything else and that the police told them to not talk to anyone. 20 Jan 2014","time":"16:21","f_time":1390234860000},{"publisher":"Tethys News","title":"To break off itself: The emergency to GAStech quarters the construction [modernizations]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"modernization, 4:25 pm:  it employs to you of gastech continue to drip from the construction.  vary have refused to communicate with reporter.  however, a man has said to us that he was interviewed from the police before granting itself to go.  the police has pointed out he that a kidnapping she had happened.  she had not seen people dressed in the black one, but speculated on that perhaps they were the kidnappers.","origText":"20 January 2014 Modernization, 4:25 PM:  It employs to you of GAStech continue to drip from the construction.  Vary have refused to communicate with reporter.  However, a man has said to us that he was interviewed from the police before granting itself to go.  The police has pointed out he that a kidnapping she had happened.  She had not seen people dressed in the black one, but speculated on that perhaps they were the kidnappers.","time":"04:25 PM","f_time":1390235100000},{"publisher":"Kronos Star","title":"Breaking: Emergency at GAStech Headquarters Building [Updates]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"update, 4:25 pm:  gastech employees continue to trickle out of the building.  several have declined to talk to reporters.  however, one man told us that he was interviewed by police before being allowed to leave.  the police mentioned to him that a kidnapping had taken place.  he had not seen the people dressed in black, but speculated that perhaps they were the kidnappers.","origText":"20 January 2014 Update, 4:25 PM:  GAStech employees continue to trickle out of the building.  Several have declined to talk to reporters.  However, one man told us that he was interviewed by police before being allowed to leave.  The police mentioned to him that a kidnapping had taken place.  He had not seen the people dressed in black, but speculated that perhaps they were the kidnappers.","time":"04:25 PM","f_time":1390235100000},{"publisher":"Kronos Star","title":"Breaking: Emergency at GAStech Headquarters Building [Updates]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"update, 5:10 pm:  a gastech administrator who had been supporting the executive meeting has informed us that the \"people in black\" present that morning were the caterers.","origText":"20 January 2014 Update, 5:10 PM:  A GAStech administrator who had been supporting the executive meeting has informed us that the \"people in black\" present that morning were the caterers.","time":"05:10 PM","f_time":1390237800000},{"publisher":"Tethys News","title":"To break off itself: The emergency to GAStech quarters the construction [modernizations]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"modernization, 5:10 pm:  a coordinator of gastech that was supporting the executive reunion has them informs that \"people to you the present in black\" who the morning was the suppliers.","origText":"20 January 2014 Modernization, 5:10 PM:  A coordinator of GAStech that was supporting the executive reunion has them informs that \"people to you the present in black\" who the morning was the suppliers.","time":"05:10 PM","f_time":1390237800000},{"publisher":"The Abila Post","title":"ON THE SCENE BLOG","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1721 update - gastech employees have continued to trickle out over the past two hours. a few have agreed to communicate with members of the press indicating that they were instructed not to say anything. they also declined to be named. generally, the gastech employees said that everyone was being interviewed about the events of the day, about the meeting, and the recent ipo. in addition to the gastech employees, the caterers for the breakfast meeting, who were dressed all in black, have been released.","origText":"20 January 2014 1721 UPDATE - GAStech employees have continued to trickle out over the past two hours. A few have agreed to communicate with members of the press indicating that they were instructed not to say anything. They also declined to be named. Generally, the GAStech employees said that everyone was being interviewed about the events of the day, about the meeting, and the recent IPO. In addition to the GAStech employees, the caterers for the breakfast meeting, who were dressed all in black, have been released.","time":"17:21","f_time":1390238460000},{"publisher":"Modern Rubicon","title":"ON SCENE BLOG","date":"20 January 2014","date_processed":"2014\/01\/20","text":"modernization 1721 - it employs to you of gastech have continued to drip outside over the two slid hours. some have accosentito in order to communicate with the members of the pressed one that it indicates that they have been people in charge not to say null. moreover they have refused of being calls to you. generally, it employs you to it of gastech have said that all she was interviewing approximately the events of the day, the reunion and the recent ipo. beyond that he employs you to it of gastech, the suppliers for the reunion of the first breakfast, that they have been dressed all in the black one, have been freed.","origText":"20 January 2014 MODERNIZATION 1721 - it employs to you of GAStech have continued to drip outside over the two slid hours. Some have accosentito in order to communicate with the members of the pressed one that it indicates that they have been people in charge not to say null. Moreover they have refused of being calls to you. Generally, it employs you to it of GAStech have said that all she was interviewing approximately the events of the day, the reunion and the recent IPO. Beyond that he employs you to it of GAStech, the suppliers for the reunion of the first breakfast, that they have been dressed all in the black one, have been freed.","time":"17:21","f_time":1390238460000},{"publisher":"Tethys News","title":"To break off itself: The emergency to GAStech quarters the construction [modernizations]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"modernization, 5:30 pm:  we have several relationships from employs you of gastech that confirm a kidnapping have happened, but currently not are the information on who was implied.  the unofficial relationships from the police indicate that they believe that the protections of kronos (pok) are behind the kidnapping and that they have asked the attendance for government with the search.  we have not received the information in a position to confirming the role of the pok in this kidnapping declared, but we notice that they are develops to you more and more violent in these last 5 years.","origText":"20 January 2014 Modernization, 5:30 PM:  We have several relationships from employs you of GAStech that confirm a kidnapping have happened, but currently not are the information on who was implied.  The unofficial relationships from the police indicate that they believe that the protections of Kronos (POK) are behind the kidnapping and that they have asked the attendance for government with the search.  We have not received the information in a position to confirming the role of the POK in this kidnapping declared, but we notice that they are develops to you more and more violent in these last 5 years.","time":"05:30 PM","f_time":1390239000000},{"publisher":"Kronos Star","title":"Breaking: Emergency at GAStech Headquarters Building [Updates]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"update, 5:30 pm:  we have several reports from gastech employees that confirm a kidnapping took place, but at this time there is no information on who was involved.  unofficial reports from the police indicate that they believe the protectors of kronos (pok) are behind the kidnapping and that they requested government assistance with the investigation.  we have received no information which could confirm the pok's role in this alleged kidnapping, but note that they have grown increasingly violent over the past 5 years.","origText":"20 January 2014 Update, 5:30 PM:  We have several reports from GAStech employees that confirm a kidnapping took place, but at this time there is no information on who was involved.  Unofficial reports from the police indicate that they believe the Protectors of Kronos (POK) are behind the kidnapping and that they requested government assistance with the investigation.  We have received no information which could confirm the POK's role in this alleged kidnapping, but note that they have grown increasingly violent over the past 5 years.","time":"05:30 PM","f_time":1390239000000},{"publisher":"The Abila Post","title":"ON THE SCENE BLOG","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1732 update - much of the information gathered from the gastech employees who have been allowed to leave by police investigators point to a kidnapping of several gastech employees. however, officials still have not confirmed a kidnapping has taken place. the number of missing employees is undetermined at this time given the earlier confusion with the false fire alarm. there is some indication that the protectors of kronos - an activist group responsible for many recent demonstrations and riots in and around abila - are suspected of being responsible for the kidnapping. if true, this is an alarming escalation of violence for the activist group.","origText":"20 January 2014 1732 UPDATE - Much of the information gathered from the GAStech employees who have been allowed to leave by police investigators point to a kidnapping of several GAStech employees. However, officials still have not confirmed a kidnapping has taken place. The number of missing employees is undetermined at this time given the earlier confusion with the false fire alarm. There is some indication that the Protectors of Kronos - an activist group responsible for many recent demonstrations and riots in and around Abila - are suspected of being responsible for the kidnapping. If true, this is an alarming escalation of violence for the activist group.","time":"17:32","f_time":1390239120000},{"publisher":"Modern Rubicon","title":"ON SCENE BLOG","date":"20 January 2014","date_processed":"2014\/01\/20","text":"modernization 1732 - great part of the information has re-united from employs you of gastech that have been allowed to go from the point of the investigators of the police to a kidnapping of several employ you of gastech. however, the civil employees have still not confirmed a kidnapping have happened. the number of employs lacking is indeterminato currently given the confusion to you more begins them with the false fire fire signaler. there is a sure indication that the protections of kronos - a recent group of the activist in charge of many demonstrations and commotions in and around to abila - are thought suspicion of being responsible of the kidnapping. if to align, this is a escalation alarming of the violence for the group of the activist.","origText":"20 January 2014 MODERNIZATION 1732 - great part of the information has re-united from employs you of GAStech that have been allowed to go from the point of the investigators of the police to a kidnapping of several employ you of GAStech. However, the civil employees have still not confirmed a kidnapping have happened. The number of employs lacking is indeterminato currently given the confusion to you more begins them with the false fire fire signaler. There is a sure indication that the protections of Kronos - a recent group of the activist in charge of many demonstrations and commotions in and around to Abila - are thought suspicion of being responsible of the kidnapping. If to align, this is a escalation alarming of the violence for the group of the activist.","time":"17:32","f_time":1390239120000},{"publisher":"Homeland Illumination","title":"VOICES - a blog about what is important to the people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1744 - media reports are coming in that a number of gastech employees were kidnapped.  the identity of the passengers on the mystery jet that departed earlier today from the abila airport remains unknown. 20 jan 2014","origText":"20 January 2014 1744 - Media reports are coming in that a number of GAStech employees were kidnapped.  The identity of the passengers on the mystery jet that departed earlier today from the Abila Airport remains unknown. 20 Jan 2014","time":"17:44","f_time":1390239840000},{"publisher":"Centrum Sentinel","title":"VOICES - a blog approximately that what is important to people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1744 - the means relationships are coming in how much a sure number of employ you of gastech have been rob to you.  the identity of the passengers on the mystery jet that has left today more in advance payment from the airport of abila remains disowned. 20 gen. 2014","origText":"20 January 2014 1744 - The means relationships are coming in how much a sure number of employ you of GAStech have been rob to you.  The identity of the passengers on the mystery jet that has left today more in advance payment from the airport of Abila remains disowned. 20 gen. 2014","time":"17:44","f_time":1390239840000},{"publisher":"The Abila Post","title":"ON THE SCENE BLOG","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1748 update - two private jets left abila airport today with fourteen to sixteen passengers between the two. the destination of one of the planes has been confirmed as rome, italy. the other plane's destination has yet to be confirmed.","origText":"20 January 2014 1748 UPDATE - Two private jets left Abila Airport today with fourteen to sixteen passengers between the two. The destination of one of the planes has been confirmed as Rome, Italy. The other plane's destination has yet to be confirmed.","time":"17:48","f_time":1390240080000},{"publisher":"Modern Rubicon","title":"ON SCENE BLOG","date":"20 January 2014","date_processed":"2014\/01\/20","text":"modernization 1748 - two jets it reserves have left today the airport you of abila with fourteen - sixteen passengers between the two. the destination of one of the airplane has been confirmed like rome, italy. the destination of the other airplane has still to be confirmed.","origText":"20 January 2014 MODERNIZATION 1748 - two jets it reserves have left today the airport you of Abila with fourteen - sixteen passengers between the two. The destination of one of the airplane has been confirmed like Rome, Italy. The destination of the other airplane has still to be confirmed.","time":"17:48","f_time":1390240080000},{"publisher":"Tethys News","title":"To break off itself: The emergency to GAStech quarters the construction [modernizations]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"modernization, 5:50 pm:  according to an employee of gastech, the pictures of gastech have left to the construction after their reunion this morning and head to the reception the construction of the capitol.  once asked news on because we could not catch up them for telephone, the employee has answered that standard of emergency was corporative procedure so that the pictures was slid fast to one sure position in case of a threat like the kidnapping.","origText":"20 January 2014 Modernization, 5:50 PM:  According to an employee of GAStech, the pictures of GAStech have left to the construction after their reunion this morning and head to the reception the construction of the capitol.  Once asked news on because we could not catch up them for telephone, the employee has answered that standard of emergency was corporative procedure so that the pictures was slid fast to one sure position in case of a threat like the kidnapping.","time":"05:50 PM","f_time":1390240200000},{"publisher":"Kronos Star","title":"Breaking: Emergency at GAStech Headquarters Building [Updates]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"update, 5:50 pm:  according to a gastech employee, the gastech executives left the building after their meeting this morning and were headed to the reception at the capitol building.  when asked about why we were unable to reach them by phone, the employee replied that it was standard corporate security procedure for the executives to be rushed to a secure location in the event of a threat like the kidnapping.","origText":"20 January 2014 Update, 5:50 PM:  According to a GAStech employee, the GAStech executives left the building after their meeting this morning and were headed to the reception at the capitol building.  When asked about why we were unable to reach them by phone, the employee replied that it was standard corporate security procedure for the executives to be rushed to a secure location in the event of a threat like the kidnapping.","time":"05:50 PM","f_time":1390240200000},{"publisher":"Centrum Sentinel","title":"VOICES - a blog approximately that what is important to people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1802 - those are relationships according to classified jet on the left the airport of abila just hours ago.  the identity of the passengers is disowned. 20 gen. 2014","origText":"20 January 2014 1802 - Those are relationships according to classified jet on the left the airport of Abila just hours ago.  The identity of the passengers is disowned. 20 gen. 2014","time":"18:02","f_time":1390240920000},{"publisher":"Homeland Illumination","title":"VOICES - a blog about what is important to the people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1802 - homeland illumination correspondent petrus gerhard reports that a second private jet left the abila airport just hours ago.  the identity of the passengers is unknown. 20 jan 2014","origText":"20 January 2014 1802 - Homeland Illumination correspondent Petrus Gerhard reports that a second private jet left the Abila airport just hours ago.  The identity of the passengers is unknown. 20 Jan 2014","time":"18:02","f_time":1390240920000},{"publisher":"Centrum Sentinel","title":"VOICES - a blog approximately that what is important to people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1807 - the civil employees of the airport have confirmed that one of jets reserves you has transported a delegation of eight persons from a classified company and that this company was not gastech.  the civil employees would not confirm the times of departure for the jet, or one destination. 20 gen. 2014","origText":"20 January 2014 1807 - The civil employees of the airport have confirmed that one of jets reserves you has transported a delegation of eight persons from a classified company and that this company was not GAStech.  The civil employees would not confirm the times of departure for the jet, or one destination. 20 gen. 2014","time":"18:07","f_time":1390241220000},{"publisher":"Homeland Illumination","title":"VOICES - a blog about what is important to the people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1807 - airport officials have confirmed that one of the private jets carried a delegation of eight persons from a private company, and that this company was not gastech.  officials would not confirm departure times for either jet, or a destination. 20 jan 2014","origText":"20 January 2014 1807 - Airport officials have confirmed that one of the private jets carried a delegation of eight persons from a private company, and that this company was not GAStech.  Officials would not confirm departure times for either jet, or a destination. 20 Jan 2014","time":"18:07","f_time":1390241220000},{"publisher":"Tethys News","title":"To break off itself: The emergency to GAStech quarters the construction [modernizations]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"modernization, 6:10 pm:  the executive jet of gastech according to as reported it has arrived in tethys jr. of sten sanjorge of the bearing of some hours ago.  the jet has been resupplied of fuel quickly and then it has been left for the international airport of abila with six civil employees of gastech to edge.","origText":"20 January 2014 Modernization, 6:10 PM:  The executive jet of GAStech according to as reported it has arrived in Tethys Jr. of Sten Sanjorge of the bearing of some hours ago.  The jet has been resupplied of fuel quickly and then it has been left for the international airport of Abila with six civil employees of GAStech to edge.","time":"06:10 PM","f_time":1390241400000},{"publisher":"The Abila Post","title":"ON THE SCENE BLOG","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1810 update - as reported at 15:20 a private plane departed abila airport bound for rome with eight people on board  however, there is no connection with gastech or its employees. the passengers made up a delegation from foreign company considering investment in kronos. questions remain about the first plane to depart with an undisclosed destination mentioned below. that plane always carried seven to eight passengers described as \"business type\".","origText":"20 January 2014 1810 UPDATE - As reported at 15:20 a private plane departed Abila Airport bound for Rome with eight people on board  however, there is no connection with GAStech or its employees. The passengers made up a delegation from foreign company considering investment in Kronos. Questions remain about the first plane to depart with an undisclosed destination mentioned below. That plane always carried seven to eight passengers described as \"business type\".","time":"18:10","f_time":1390241400000},{"publisher":"Kronos Star","title":"Breaking: Emergency at GAStech Headquarters Building [Updates]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"update, 6:10 pm:  the gastech executive jet reportedly arrived in tethys a few hours ago bearing sten sanjorge jr.  the jet was quickly refueled and then departed for abila international airport with six gastech officials onboard.","origText":"20 January 2014 Update, 6:10 PM:  The GAStech executive jet reportedly arrived in Tethys a few hours ago bearing Sten Sanjorge Jr.  The jet was quickly refueled and then departed for Abila International Airport with six GAStech officials onboard.","time":"06:10 PM","f_time":1390241400000},{"publisher":"Modern Rubicon","title":"ON SCENE BLOG","date":"20 January 2014","date_processed":"2014\/01\/20","text":"modernization 1810 - as marked to the 15:20 ch'un slowly classified separated airport of abila limits for rome with eight people to edge  however, not there is connection with gastech or the relati ones to you it employs to you. the passengers have composed a delegation from the alien corporation that considers the investment in kronos. the questions remain approximately the first airplane to leave with one pointed out hidden destination under. that it always smooths has transported seven - eight passengers described like \"type of transactions\".","origText":"20 January 2014 MODERNIZATION 1810 - as marked to the 15:20 ch'un slowly classified separated airport of Abila limits for Rome with eight people to edge  however, not there is connection with GAStech or the relati ones to you it employs to you. The passengers have composed a delegation from the alien corporation that considers the investment in Kronos. The questions remain approximately the first airplane to leave with one pointed out hidden destination under. That it always smooths has transported seven - eight passengers described like \"type of transactions\".","time":"18:10","f_time":1390241400000},{"publisher":"Tethys News","title":"To break off itself: The emergency to GAStech quarters the construction [modernizations]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"modernization, 6:30 pm:  the executive jet of gastech has arrived to the airport.  the occupants have been taken in limousine to the building of gastech.","origText":"20 January 2014 Modernization, 6:30 PM:  The executive jet of GAStech has arrived to the airport.  The occupants have been taken in limousine to the building of GAStech.","time":"06:30 PM","f_time":1390242600000},{"publisher":"Kronos Star","title":"Breaking: Emergency at GAStech Headquarters Building [Updates]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"update, 6:30 pm:  the gastech executive jet arrived at the airport.  the occupants were taken by limousine to the gastech building.","origText":"20 January 2014 Update, 6:30 PM:  The GAStech executive jet arrived at the airport.  The occupants were taken by limousine to the GAStech building.","time":"06:30 PM","f_time":1390242600000},{"publisher":"Centrum Sentinel","title":"VOICES - a blog approximately that what is important to people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1837 - are relationships not confirmed that it employs you to it of gastech have been robs to you.  the means taken ones is speculating that their wealth newfound could supply a reason.  perhaps someone would have to characterize the suppliers from the first executive breakfast?  20 gen. 2014","origText":"20 January 2014 1837 - Are relationships not confirmed that it employs you to it of GAStech have been robs to you.  The means taken ones is speculating that their wealth newfound could supply a reason.  Perhaps someone would have to characterize the suppliers from the first executive breakfast?  20 gen. 2014","time":"18:37","f_time":1390243020000},{"publisher":"Homeland Illumination","title":"VOICES - a blog about what is important to the people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1837 - there are unconfirmed reports that the gastech employees were kidnapped.  media outlets are speculating that their newfound wealth might provide a motive.  perhaps someone should locate the caterers from the executive breakfast?  20 jan 2014","origText":"20 January 2014 1837 - There are unconfirmed reports that the GAStech employees were kidnapped.  Media outlets are speculating that their newfound wealth might provide a motive.  Perhaps someone should locate the caterers from the executive breakfast?  20 Jan 2014","time":"18:37","f_time":1390243020000},{"publisher":"Centrum Sentinel","title":"VOICES - a blog approximately that what is important to people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1840 - there are relationships that the civil employees of the airport have freed the information that a classified jet has arrived more soon today to the airport of abila and that the jet has been come to contact of in attending limousine. 20 gen. 2014","origText":"20 January 2014 1840 - There are relationships that the civil employees of the airport have freed the information that a classified jet has arrived more soon today to the airport of Abila and that the jet has been come to contact of in attending limousine. 20 gen. 2014","time":"18:40","f_time":1390243200000},{"publisher":"Homeland Illumination","title":"VOICES - a blog about what is important to the people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1840 - homeland illumination correspondent petrus gerhard reports that airport officials have released information that a private jet arrived at abila airport earlier today, and that the jet was met by a waiting limousine. 20 jan 2014","origText":"20 January 2014 1840 - Homeland Illumination correspondent Petrus Gerhard reports that airport officials have released information that a private jet arrived at Abila airport earlier today, and that the jet was met by a waiting limousine. 20 Jan 2014","time":"18:40","f_time":1390243200000},{"publisher":"Kronos Star","title":"Breaking: Emergency at GAStech Headquarters Building [Updates]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"update, 6:40 pm:  there is speculation that the gastech personnel who have arrived from tethys are security experts who are assisting police with the investigation.","origText":"20 January 2014 Update, 6:40 PM:  There is speculation that the GAStech personnel who have arrived from Tethys are security experts who are assisting police with the investigation.","time":"06:40 PM","f_time":1390243200000},{"publisher":"Tethys News","title":"To break off itself: The emergency to GAStech quarters the construction [modernizations]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"modernization, 6:40 pm:  there is the speculation that the personal of gastech that they have arrived from tethys are expert of emergency that they are helping the police with the search.","origText":"20 January 2014 Modernization, 6:40 PM:  There is the speculation that the personal of GAStech that they have arrived from Tethys are expert of emergency that they are helping the police with the search.","time":"06:40 PM","f_time":1390243200000},{"publisher":"Modern Rubicon","title":"ON SCENE BLOG","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1853 modernization - speculation that the arrival of pm of 2:00 of the civil employee of government of kronos was in effects the arrival of one executive greater emergency and other civil employees from the office of tethys of the comprised gastech the president and the ceo sten sanjorge, jr. this speculation is based on the information with regard to the arrival, to the refueling of fuel and the immediate departure of the classified jet of the jr. of sanjorge from the airport of tethys.","origText":"20 January 2014 1853 MODERNIZATION - speculation that the arrival of PM of 2:00 of the civil employee of government of Kronos was in effects the arrival of one executive greater emergency and other civil employees from the office of Tethys of the comprised GAStech the president and the CEO Sten Sanjorge, Jr. This speculation is based on the information with regard to the arrival, to the refueling of fuel and the immediate departure of the classified jet of the Jr. of Sanjorge from the airport of Tethys.","time":"18:53","f_time":1390243980000},{"publisher":"The Abila Post","title":"ON THE SCENE BLOG","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1853 update - speculation that the 2:00 pm arrival of kronos government official was in fact the arrival of a senior security executive and other officials from gastech's tethys office including president and ceo sten sanjorge, jr. this speculation is based on information concerning the arrival, refueling and immediate departure of sanjorge jr.'s private jet from the tethys airport.","origText":"20 January 2014 1853 UPDATE - Speculation that the 2:00 PM arrival of Kronos Government official was in fact the arrival of a senior security executive and other officials from GAStech's Tethys office including President and CEO Sten Sanjorge, Jr. This speculation is based on information concerning the arrival, refueling and immediate departure of Sanjorge Jr.'s private jet from the Tethys airport.","time":"18:53","f_time":1390243980000},{"publisher":"Kronos Star","title":"Breaking: Emergency at GAStech Headquarters Building [Updates]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"update, 7:00 pm:  the last of the gastech employees has been allowed to leave the building.  the employee, edvard vann, said that the police interviewed him for hours and accused him of involvement in the kidnapping because he shares a family name with several pok members.  vann, an abila native, denied being connected to the pok.","origText":"20 January 2014 Update, 7:00 PM:  The last of the GAStech employees has been allowed to leave the building.  The employee, Edvard Vann, said that the police interviewed him for hours and accused him of involvement in the kidnapping because he shares a family name with several POK members.  Vann, an Abila native, denied being connected to the POK.","time":"07:00 PM","f_time":1390244400000},{"publisher":"Tethys News","title":"To break off itself: The emergency to GAStech quarters the construction [modernizations]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"modernization, 7:00 pm:  the last one of employs you of gastech has been allowed to leave the construction.  the employee, edvard vann, as an example that the police has interviewed it for the hours and the accusation of the participation to kidnapping because ripartisce a name of family with several members of pok.  vann, native of abila, denied a connection to the pok.","origText":"20 January 2014 Modernization, 7:00 PM:  The last one of employs you of GAStech has been allowed to leave the construction.  The employee, Edvard Vann, as an example that the police has interviewed it for the hours and the accusation of the participation to kidnapping because ripartisce a name of family with several members of POK.  Vann, native of Abila, denied a connection to the POK.","time":"07:00 PM","f_time":1390244400000},{"publisher":"Modern Rubicon","title":"ON SCENE BLOG","date":"20 January 2014","date_processed":"2014\/01\/20","text":"modernization 1915 - to the employee edvard vann di gastech \"it has been allowed to go\" after nearly six hours of the interrogation from the police, the government and the civil employees of gastech. vann has been interrogated and freed be approximately fifteen minuteren ago and is person in charge be in order not to leave the city. vann was visibly angry approximately the confusion, that it has come apparently from the likeness of its name and from the known members of the protections of kronos. vann has said \"has been person in charge not to communicate with the pressed one, but i think that i must speed up mine innocence. i do not have nothing to make any with some members of group pok of the terrorist.\"","origText":"20 January 2014 MODERNIZATION 1915 - to the employee Edvard Vann di GAStech \"it has been allowed to go\" after nearly six hours of the interrogation from the police, the government and the civil employees of GAStech. Vann has been interrogated and freed be approximately fifteen minuteren ago and is person in charge be in order not to leave the city. Vann was visibly angry approximately the confusion, that it has come apparently from the likeness of its name and from the known members of the protections of Kronos. Vann has said \"has been person in charge not to communicate with the pressed one, but I think that I must speed up mine innocence. I do not have nothing to make any with some members of group POK of the terrorist.\"","time":"19:15","f_time":1390245300000},{"publisher":"Tethys News","title":"To break off itself: The emergency to GAStech quarters the construction [modernizations]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"modernization, 7:15 pm:  the police of abila has announced will be one here rilasciata short declaration to the pressed one to the 7:30 pm.","origText":"20 January 2014 Modernization, 7:15 PM:  The police of Abila has announced will be one here rilasciata short declaration to the pressed one to the 7:30 pm.","time":"07:15 PM","f_time":1390245300000},{"publisher":"Kronos Star","title":"Breaking: Emergency at GAStech Headquarters Building [Updates]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"update, 7:15 pm:  abila police have announced there will be a short statement made to the press at 7:30 pm.","origText":"20 January 2014 Update, 7:15 PM:  Abila police have announced there will be a short statement made to the press at 7:30 pm.","time":"07:15 PM","f_time":1390245300000},{"publisher":"The Abila Post","title":"ON THE SCENE BLOG","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1915 update - gastech employee edvard vann was \"allowed to leave\" after nearly six hours of interrogation by police, government, and gastech officials. vann was questioned and released about fifteen minutes ago and instructed not to leave town. vann was visibly angry about the confusion, which apparently stemmed from the similarity of his name and known members of the protectors of kronos. vann said he was \"instructed not to communicate with the press, but i feel i have to stress my innocence. i have nothing to do whatsoever with any members of the terrorist group pok.\"","origText":"20 January 2014 1915 UPDATE - GAStech employee Edvard Vann was \"allowed to leave\" after nearly six hours of interrogation by police, government, and GAStech officials. Vann was questioned and released about fifteen minutes ago and instructed not to leave town. Vann was visibly angry about the confusion, which apparently stemmed from the similarity of his name and known members of the Protectors of Kronos. Vann said he was \"instructed not to communicate with the press, but I feel I have to stress my innocence. I have nothing to do whatsoever with any members of the terrorist group POK.\"","time":"19:15","f_time":1390245300000},{"publisher":"The Abila Post","title":"ON THE SCENE BLOG","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1920 update - abila police will hold a news conference beginning shortly. we are on site to cover it for you.","origText":"20 January 2014 1920 UPDATE - Abila Police will hold a news conference beginning shortly. We are on site to cover it for you.","time":"19:20","f_time":1390245600000},{"publisher":"Modern Rubicon","title":"ON SCENE BLOG","date":"20 January 2014","date_processed":"2014\/01\/20","text":"modernization 1920 - the police of abila will hold a news conference that begins soon. we find ourselves on the yard in order to cover it to it for","origText":"20 January 2014 MODERNIZATION 1920 - the police of Abila will hold a news conference that begins soon. We find ourselves on the yard in order to cover it to it for","time":"19:20","f_time":1390245600000},{"publisher":"Kronos Star","title":"Breaking: Emergency at GAStech Headquarters Building [Updates]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"update, 7:35 pm:  abila police spokesman adrien carman said, \"several gastech employees appear to be missing. anyone seeing unusual activity is asked to contact the abila police.\"  in response to question about whether a kidnapping is suspected, carman replied, \"the case is under investigation and more information will be released as facts are learned. please report any unusual activity to the abila police.\"","origText":"20 January 2014 Update, 7:35 PM:  Abila police spokesman Adrien Carman said, \"Several GasTech employees appear to be missing. Anyone seeing unusual activity is asked to contact the Abila police.\"  In response to question about whether a kidnapping is suspected, Carman replied, \"The case is under investigation and more information will be released as facts are learned. Please report any unusual activity to the Abila police.\"","time":"07:35 PM","f_time":1390246500000},{"publisher":"Tethys News","title":"To break off itself: The emergency to GAStech quarters the construction [modernizations]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"modernization, 7:35 pm:  the carman di adrien of the megaphone of the police of abila has said, \"several employs you of gastech seems to lack. anyone that sees the activity unusual is asked in order to put itself in contact with the police of abila.\"  in answer to the question approximately if a kidnapping suspicion is thought, the answered carman, \"the case are under investigation and the more information will be freed like facts are learned. the unusual activity to the police of abila marks them prays all.\"","origText":"20 January 2014 Modernization, 7:35 PM:  The Carman di Adrien of the megaphone of the police of Abila has said, \"several employs you of GasTech seems to lack. Anyone that sees the activity unusual is asked in order to put itself in contact with the police of Abila.\"  In answer to the question approximately if a kidnapping suspicion is thought, the answered Carman, \"the case are under investigation and the more information will be freed like facts are learned. The unusual activity to the police of Abila marks them prays all.\"","time":"07:35 PM","f_time":1390246500000},{"publisher":"Centrum Sentinel","title":"VOICES - a blog approximately that what is important to people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1937 - the megaphone of the police of kronos has freed a declaration \"is indication here that the lacking individuals have left the island of kronos.\"  once asked if the suppliers were consider interest persons you, the megaphone has answered that the unit was examinee all the credible information and has not had comment currently. 20 gen. 2014","origText":"20 January 2014 1937 - The megaphone of the police of Kronos has freed a declaration \"is indication here that the lacking individuals have left the island of Kronos.\"  Once asked if the suppliers were consider interest persons you, the megaphone has answered that the unit was examinee all the credible information and has not had comment currently. 20 gen. 2014","time":"19:37","f_time":1390246620000},{"publisher":"Homeland Illumination","title":"VOICES - a blog about what is important to the people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1937 - kronos police spokesman has released a statement \"there is no indication that the missing individuals have left the island of kronos.\"  when i asked if the caterers were considered persons of interest, the spokesman replied that the department was looking into all credible information and had no comment at this time. 20 jan 2014","origText":"20 January 2014 1937 - Kronos police spokesman has released a statement \"There is no indication that the missing individuals have left the island of Kronos.\"  When I asked if the caterers were considered persons of interest, the spokesman replied that the department was looking into all credible information and had no comment at this time. 20 Jan 2014","time":"19:37","f_time":1390246620000},{"publisher":"Tethys News","title":"To break off itself: The emergency to GAStech quarters the construction [modernizations]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"modernization, 7:40 pm:  the carman has informed the pressed one that the police does not believe that lacking people had left the island of kronos.","origText":"20 January 2014 Modernization, 7:40 PM:  The Carman has informed the pressed one that the police does not believe that lacking people had left the island of Kronos.","time":"07:40 PM","f_time":1390246800000},{"publisher":"Kronos Star","title":"Breaking: Emergency at GAStech Headquarters Building [Updates]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"update, 7:40 pm:  carman informed the press that police do not believe the missing people have left the island of kronos.","origText":"20 January 2014 Update, 7:40 PM:  Carman informed the press that police do not believe the missing people have left the island of Kronos.","time":"07:40 PM","f_time":1390246800000},{"publisher":"Homeland Illumination","title":"VOICES - a blog about what is important to the people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1942 - breaking news - kronos police spokesman has released a statement.  \"there are approximately fourteen individuals unaccounted for among the gastech staff.  it has not yet been determined if all of these individuals are in fact missing.\"  they said the case is under investigation and asked that anyone who might have information about the missing employees please contact abila police immediately. 20 jan 2014","origText":"20 January 2014 1942 - BREAKING NEWS - Kronos police spokesman has released a statement.  \"There are approximately fourteen individuals unaccounted for among the GAStech staff.  It has not yet been determined if all of these individuals are in fact missing.\"  They said the case is under investigation and asked that anyone who might have information about the missing employees please contact Abila police immediately. 20 Jan 2014","time":"19:42","f_time":1390246920000},{"publisher":"Centrum Sentinel","title":"VOICES - a blog approximately that what is important to people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1942 - breaking off the news - the megaphone of the police of kronos has freed one declaration.  \"there are approximately fourteen individuals inspiegati between the staff of gastech.  still it has not been determined if all these individuals in effects are lacking.\"  they have said that the case is under investigation and asked that anyone that could have information on employs to you lacking immediately satisfies the police of abila of the contact. 20 gen. 2014","origText":"20 January 2014 1942 - BREAKING OFF the NEWS - the megaphone of the police of Kronos has freed one declaration.  \"There are approximately fourteen individuals inspiegati between the staff of GAStech.  Still it has not been determined if all these individuals in effects are lacking.\"  They have said that the case is under investigation and asked that anyone that could have information on employs to you lacking immediately satisfies the police of Abila of the contact. 20 gen. 2014","time":"19:42","f_time":1390246920000},{"publisher":"Kronos Star","title":"Breaking: Emergency at GAStech Headquarters Building [Updates]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"update, 7:45 pm:  carman said that police cannot currently account for the whereabouts of fourteen gastech employees and have not yet been able to find the caterers.  when asked if police suspected the caterers in the kidnapping, carman declined to comment.","origText":"20 January 2014 Update, 7:45 PM:  Carman said that police cannot currently account for the whereabouts of fourteen GAStech employees and have not yet been able to find the caterers.  When asked if police suspected the caterers in the kidnapping, Carman declined to comment.","time":"07:45 PM","f_time":1390247100000},{"publisher":"Tethys News","title":"To break off itself: The emergency to GAStech quarters the construction [modernizations]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"modernization, 7:45 pm:  the carman has said that the police cannot currently represent the place of fourteen employs you of gastech and not still to be able to find the suppliers.  once asked if the police thought suspicion the suppliers in the kidnapping, the carman has refused to comment.","origText":"20 January 2014 Modernization, 7:45 PM:  The Carman has said that the police cannot currently represent the place of fourteen employs you of GAStech and not still to be able to find the suppliers.  Once asked if the police thought suspicion the suppliers in the kidnapping, the Carman has refused to comment.","time":"07:45 PM","f_time":1390247100000},{"publisher":"The Abila Post","title":"ON THE SCENE BLOG","date":"20 January 2014","date_processed":"2014\/01\/20","text":"1947 update - from the abila police news conference: \"there are approximately fourteen individuals unaccounted for among the gastech staff. it has not yet been determined if all of these individuals are in fact missing.\" though it was confirmed that over a dozen individuals were unaccounted for, the abila police said that that does not mean they are necessarily missing. nor does it mean that they have been abducted. at this point the case is under investigation and more information will be released as facts are learned. the abila police stressed that anyone seeing any unusual activity should immediately report it.","origText":"20 January 2014 1947 UPDATE - From the Abila Police news conference: \"There are approximately fourteen individuals unaccounted for among the GAStech staff. It has not yet been determined if all of these individuals are in fact missing.\" Though it was confirmed that over a dozen individuals were unaccounted for, the Abila Police said that that does not mean they are necessarily missing. Nor does it mean that they have been abducted. At this point the case is under investigation and more information will be released as facts are learned. The Abila Police stressed that anyone seeing any unusual activity should immediately report it.","time":"19:47","f_time":1390247220000},{"publisher":"Modern Rubicon","title":"ON SCENE BLOG","date":"20 January 2014","date_processed":"2014\/01\/20","text":"modernization 1947 - from the news conference of the police of abila: \"there are approximately fourteen individuals inspiegati between the staff of gastech. still it has not been determined if all these individuals in effects are lacking.\" although she is confirmed that more than a dozen the individuals were inspiegati, the police of abila has said that one does not mean that they lack necessarily. neither she means that it has been kidnapped. to this point the case is under investigation and the more information will be freed like facts are learned. the police of abila has sped up that anyone that sees all the unusual activity would have immediately to signal it.","origText":"20 January 2014 MODERNIZATION 1947 - from the news conference of the police of Abila: \"There are approximately fourteen individuals inspiegati between the staff of GAStech. Still it has not been determined if all these individuals in effects are lacking.\" Although she is confirmed that more than a dozen the individuals were inspiegati, the police of Abila has said that one does not mean that they lack necessarily. Neither she means that it has been kidnapped. To this point the case is under investigation and the more information will be freed like facts are learned. The police of Abila has sped up that anyone that sees all the unusual activity would have immediately to signal it.","time":"19:47","f_time":1390247220000},{"publisher":"Kronos Star","title":"Breaking: Emergency at GAStech Headquarters Building [Updates]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"update, 8:00 pm:  government spokesman rufus drymiau has informed us that president kapelou has been moved to a secure location by his security team as a precaution.","origText":"20 January 2014 Update, 8:00 PM:  Government spokesman Rufus Drymiau has informed us that President Kapelou has been moved to a secure location by his security team as a precaution.","time":"08:00 PM","f_time":1390248000000},{"publisher":"Tethys News","title":"To break off itself: The emergency to GAStech quarters the construction [modernizations]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"modernization, 8:00 pm:  megaphone rufus drymiau has informs them to the government to you that the kapelou president has been moved towards one sure position from its square of emergency like precaution.","origText":"20 January 2014 Modernization, 8:00 PM:  Megaphone Rufus Drymiau has informs them to the government to you that the Kapelou president has been moved towards one sure position from its square of emergency like precaution.","time":"08:00 PM","f_time":1390248000000},{"publisher":"Kronos Star","title":"Breaking: Emergency at GAStech Headquarters Building [Updates]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"update, 8:15 pm:  a government official, who declined to be identified, says that police and government investigators are working around the clock to ensure the gastech employees are found and that the kidnappers are brought to justice.","origText":"20 January 2014 Update, 8:15 PM:  A government official, who declined to be identified, says that police and government investigators are working around the clock to ensure the GAStech employees are found and that the kidnappers are brought to justice.","time":"08:15 PM","f_time":1390248900000},{"publisher":"Tethys News","title":"To break off itself: The emergency to GAStech quarters the construction [modernizations]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"modernization, 8:15 pm:  a government civil employee, that she has refused of being identified, as an example that the police and the investigators of government are working around to the clock in order assessing employ to you of gastech are found and that the kidnappers they are capacities to justice.","origText":"20 January 2014 Modernization, 8:15 PM:  A government civil employee, that she has refused of being identified, as an example that the police and the investigators of government are working around to the clock in order assessing employ to you of GAStech are found and that the kidnappers they are capacities to justice.","time":"08:15 PM","f_time":1390248900000},{"publisher":"Centrum Sentinel","title":"VOICES - a blog approximately that what is important to people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"2020 - the means taken ones is signaling that a government megaphone who has asked not to be called because it has not been authorized to speak the declared pressed one that employs you to it of gastech had been robs to you and the government of kronos was working hard in order to identify the lawbreakers.  question if moreover they are working hard in order to recover people of gastech pure, or if this is an occasion to profit of from the misfortunate ones of others. 20 gen. 2014","origText":"20 January 2014 2020 - The means taken ones is signaling that a government megaphone who has asked not to be called because it has not been authorized to speak the declared pressed one that employs you to it of GAStech had been robs to you and the government of Kronos was working hard in order to identify the lawbreakers.  Question if moreover they are working hard in order to recover people of GAStech pure, or if this is an occasion to profit of from the misfortunate ones of others. 20 gen. 2014","time":"20:20","f_time":1390249200000},{"publisher":"Homeland Illumination","title":"VOICES - a blog about what is important to the people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"2020 - media outlets are reporting that a government spokesman who asked not to be named because he was not authorized to speak to the press stated that the gastech employees had been kidnapped and the kronos government was working hard to identify the lawbreakers.  one wonders if they are also working hard to recover the gastech people as well, or if this is an opportunity to profit from the misfortunate of others. 20 jan 2014","origText":"20 January 2014 2020 - Media outlets are reporting that a government spokesman who asked not to be named because he was not authorized to speak to the press stated that the GAStech employees had been kidnapped and the Kronos government was working hard to identify the lawbreakers.  One wonders if they are also working hard to recover the GAStech people as well, or if this is an opportunity to profit from the misfortunate of others. 20 Jan 2014","time":"20:20","f_time":1390249200000},{"publisher":"The Abila Post","title":"ON THE SCENE BLOG","date":"20 January 2014","date_processed":"2014\/01\/20","text":"2021 update - a kronos government official who asked not to be identified but was present at the government reception has gone on the record stating, \"investigators are working around the clock to ensure that the kidnapped gastech employees are found and that the perpetrators are brought to justice.\" this is the first confirmation that today's events surrounding gastech - kronos are in fact a kidnapping. with fourteen individuals still unaccounted for, at this point, the assumption is that all are the victims of a kidnapping. no group has come forward yet to claim responsibility nor have any demands been made.","origText":"20 January 2014 2021 UPDATE - A Kronos Government official who asked not to be identified but was present at the government reception has gone on the record stating, \"Investigators are working around the clock to ensure that the kidnapped GAStech employees are found and that the perpetrators are brought to justice.\" This is the first confirmation that today's events surrounding GAStech - Kronos are in fact a kidnapping. With fourteen individuals still unaccounted for, at this point, the assumption is that all are the victims of a kidnapping. No group has come forward yet to claim responsibility nor have any demands been made.","time":"20:21","f_time":1390249260000},{"publisher":"Modern Rubicon","title":"ON SCENE BLOG","date":"20 January 2014","date_processed":"2014\/01\/20","text":"modernization 2021 - a civil employee of government of kronos that has asked not to be identified but was present to the government reception has gone on declaring record, \"the investigators are working around to the clock in order assessing that she employs it to you robs to you of gastech are finds to you and that the perpetrators they are capacities to justice.\" that is the first confirmation that odierni events that encircle gastech - kronos is in effects a kidnapping. with fourteen still inspiegati individuals, to this point, the presupposed one is that all are the victims of a kidnapping. no group has come in ahead still demanding the responsibility neither to have all the demands made.","origText":"20 January 2014 MODERNIZATION 2021 - a civil employee of government of Kronos that has asked not to be identified but was present to the government reception has gone on declaring record, \"the investigators are working around to the clock in order assessing that she employs it to you robs to you of GAStech are finds to you and that the perpetrators they are capacities to justice.\" That is the first confirmation that odierni events that encircle GAStech - Kronos is in effects a kidnapping. With fourteen still inspiegati individuals, to this point, the presupposed one is that all are the victims of a kidnapping. No group has come in ahead still demanding the responsibility neither to have all the demands made.","time":"20:21","f_time":1390249260000},{"publisher":"Tethys News","title":"To break off itself: The emergency to GAStech quarters the construction [modernizations]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"modernization, 10:00 pm:  the federal civil employees and the staff of application of law of tethys from the ministry of tethyn of the foreign policies have arrived in kronos in order to help the police in the search.","origText":"20 January 2014 Modernization, 10:00 PM:  The federal civil employees and the staff of application of law of Tethys from the Ministry of Tethyn of the foreign policies have arrived in Kronos in order to help the police in the search.","time":"10:00 PM","f_time":1390255200000},{"publisher":"Kronos Star","title":"Breaking: Emergency at GAStech Headquarters Building [Updates]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"update, 10:00 pm:  tethys federal law enforcement officials and staff from the tethyn ministry of foreign affairs have arrived in kronos to assist police in the investigation.","origText":"20 January 2014 Update, 10:00 PM:  Tethys federal law enforcement officials and staff from the Tethyn Ministry of Foreign Affairs have arrived in Kronos to assist police in the investigation.","time":"10:00 PM","f_time":1390255200000},{"publisher":"Centrum Sentinel","title":"VOICES - a blog approximately that what is important to people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"2232 - there are relationships that the civil employees of the airport have confirmed the arrival of a classified jet from tethys.  several passengers have left in an attending limousine.  the reporter they have followed the limousine, that he has guided directly to the centers of the police of abila. 20 gen. 2014","origText":"20 January 2014 2232 - There are relationships that the civil employees of the airport have confirmed the arrival of a classified jet from Tethys.  Several passengers have left in an attending limousine.  The reporter they have followed the limousine, that he has guided directly to the centers of the police of Abila. 20 gen. 2014","time":"22:32","f_time":1390257120000},{"publisher":"Homeland Illumination","title":"VOICES - a blog about what is important to the people","date":"20 January 2014","date_processed":"2014\/01\/20","text":"2232 - homeland illumination correspondent petrus gerhard reports airport officials have confirmed the arrival of a private jet from tethys.  several passengers departed into a waiting limousine.  gerhard followed the limousine, which drove directly to abila police headquarters. 20 jan 2014","origText":"20 January 2014 2232 - Homeland Illumination correspondent Petrus Gerhard reports airport officials have confirmed the arrival of a private jet from Tethys.  Several passengers departed into a waiting limousine.  Gerhard followed the limousine, which drove directly to Abila Police Headquarters. 20 Jan 2014","time":"22:32","f_time":1390257120000},{"publisher":"Kronos Star","title":"Breaking: Emergency at GAStech Headquarters Building [Updates]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"update, 11:55 pm:  abila fire captain federigo accardi announces that it was a false alarm and the building is safe.  in response to reporter's questions, captain accardi says gastech employees made no report of a bomb threat to his agency.","origText":"20 January 2014 Update, 11:55 PM:  Abila Fire Captain Federigo Accardi announces that it was a false alarm and the building is safe.  In response to reporter's questions, Captain Accardi says GAStech employees made no report of a bomb threat to his agency.","time":"11:55 PM","f_time":1390262100000},{"publisher":"Tethys News","title":"To break off itself: The emergency to GAStech quarters the construction [modernizations]","date":"20 January 2014","date_processed":"2014\/01\/20","text":"modernization, 11:55 pm:  captain federigo accardi of the fire of abila announces that it was a false alarm and the construction is sure.  in answer to the questions of the reporter, accardi captain says employs you of gastech rendered to no relationship of a threat of the bomb its agency.","origText":"20 January 2014 Modernization, 11:55 PM:  Captain Federigo Accardi of the fire of Abila announces that it was a false alarm and the construction is sure.  In answer to the questions of the reporter, Accardi captain says employs you of GAStech rendered to no relationship of a threat of the bomb its agency.","time":"11:55 PM","f_time":1390262100000},{"publisher":"Centrum Sentinel","title":"VOICES - a blog approximately that what is important to people","date":"21 January 2014","date_processed":"2014\/01\/21","text":"0715 - welcome to continuous filling of the passing of several employs you of gastech.  that what is known:  the police has announced that fourteen employ you of gastech are disappeared a moment yesterday morning.  the civil employees from tethys - corporative civil employees probable you of gastech - the arrived late past night in a classified jet and have gone directly to the centers of the police of abila.  a fire fire signaler has yesterday played morning to the centers of gastech-kronos approximately to the 10:15.  no fire has been identified, neither it was a bomb since taken of some means had marked.  not there are the information on exactly who lacks. a news conference will be previewed soon. 21 gen. 2014","origText":"21 January 2014 0715 - Welcome to continuous filling of the passing of several employs you of GAStech.  That what is known:  The police has announced that fourteen employ you of GAStech are disappeared a moment yesterday morning.  The civil employees from Tethys - corporative civil employees probable you of GAStech - the arrived late past night in a classified jet and have gone directly to the centers of the police of Abila.  A fire fire signaler has yesterday played morning to the centers of GAStech-Kronos approximately to the 10:15.  No fire has been identified, neither it was a bomb since taken of some means had marked.  Not there are the information on exactly who lacks. A news conference will be previewed soon. 21 gen. 2014","time":"07:15","f_time":1390288500000},{"publisher":"Homeland Illumination","title":"VOICES - a blog about what is important to the people","date":"21 January 2014","date_processed":"2014\/01\/21","text":"0715 - welcome to our continuing coverage of the disappearance of several gastech employees.  what we know:  police have announced that fourteen gastech employees disappeared sometime yesterday morning.  officials from tethys - likely gastech corporate officials - arrived late last night in a private jet and went directly to the abila police headquarters.  a fire alarm sounded at gastech-kronos headquarters yesterday morning at about 10:15.  no fire was identified, nor was it a bomb as some media outlets had reported.  we have no information about exactly who is missing, and are waiting for a new conference.  21 jan 2014","origText":"21 January 2014 0715 - Welcome to our continuing coverage of the disappearance of several GAStech employees.  What we know:  Police have announced that fourteen GAStech employees disappeared sometime yesterday morning.  Officials from Tethys - likely GAStech corporate officials - arrived late last night in a private jet and went directly to the Abila Police headquarters.  A fire alarm sounded at GAStech-Kronos headquarters yesterday morning at about 10:15.  No fire was identified, nor was it a bomb as some media outlets had reported.  We have no information about exactly who is missing, and are waiting for a new conference.  21 Jan 2014","time":"07:15","f_time":1390288500000},{"publisher":"The Abila Post","title":"ON THE SCENE BLOG","date":"21 January 2014","date_processed":"2014\/01\/21","text":"850 update  - day two of the gastech incident - we are awaiting the abila police department news conference scheduled for 9:00.","origText":"21 January 2014 850 UPDATE 21 January 2014 - DAY TWO of the GAStech Incident - We are awaiting the Abila Police Department news conference scheduled for 9:00.","time":"85:0","f_time":1390294200000},{"publisher":"Modern Rubicon","title":"ON SCENE BLOG","date":"21 January 2014","date_processed":"2014\/01\/21","text":"850 modernization  - day two of the event of gastech - we are attending the news conference of unit of the police of abila previewed for the 9:00.","origText":"21 January 2014 850 MODERNIZATION 21 January 2014 - DAY TWO of the event of GAStech - we are attending the news conference of unit of the police of Abila previewed for the 9:00.","time":"85:0","f_time":1390294200000},{"publisher":"Centrum Sentinel","title":"VOICES - a blog approximately that what is important to people","date":"21 January 2014","date_processed":"2014\/01\/21","text":"0911 - to a news conference hardly some police of abila of minuteren ago has modified the number of sig.na of employs you of gastech to ten.  it is unknown if the police has identified which employs to you they lack. 21 gen. 2014","origText":"21 January 2014 0911 - To a news conference hardly some police of Abila of minuteren ago has modified the number of sig.na of employs you of GAStech to ten.  It is unknown if the police has identified which employs to you they lack. 21 gen. 2014","time":"09:11","f_time":1390295460000},{"publisher":"Homeland Illumination","title":"VOICES - a blog about what is important to the people","date":"21 January 2014","date_processed":"2014\/01\/21","text":"0911 - at a news conference just a few minutes ago abila police revised the number of missing gastech employees to ten.  we do not know if the police have identified which employees are missing. 21 jan 2014","origText":"21 January 2014 0911 - At a news conference just a few minutes ago Abila police revised the number of missing GAStech employees to ten.  We do not know if the police have identified which employees are missing. 21 Jan 2014","time":"09:11","f_time":1390295460000},{"publisher":"The Abila Post","title":"ON THE SCENE BLOG","date":"21 January 2014","date_processed":"2014\/01\/21","text":"934 update - abila police indicated that they are working with law enforcement and government officials from tethys. the number of the missing has been revised from fourteen to ten. the names of the missing - and presumably kidnapped - have yet to be released. police stated that given the evolving nature of the incident announcing the names of the missing employees would simply add to the confusion, speculation, and potentially hinder the ongoing investigation. a gastech international news conference has been announced for 10:00 this morning kronos time.","origText":"21 January 2014 934 UPDATE - Abila Police indicated that they are working with law enforcement and government officials from Tethys. The number of the missing has been revised from fourteen to ten. The names of the missing - and presumably kidnapped - have yet to be released. Police stated that given the evolving nature of the incident announcing the names of the missing employees would simply add to the confusion, speculation, and potentially hinder the ongoing investigation. A GAStech International news conference has been announced for 10:00 this morning Kronos time.","time":"93:4","f_time":1390296840000},{"publisher":"Modern Rubicon","title":"ON SCENE BLOG","date":"21 January 2014","date_processed":"2014\/01\/21","text":"modernization 934 - the police of abila has indicated that the application of law and the civil employees of government from tethys are working with. the number of the missing has been modified fourteen - ten. the names of the missing - and presumablly robbed - have still to be freed. it watches declared that given the nature of evolution of the event to announce the names of it employs lacking would add to you simply to the confusion, the speculation and potentially it hinders the continuous search. news an international conference of gastech is announced for the 10:00 this time of kronos of morning.","origText":"21 January 2014 MODERNIZATION 934 - the police of Abila has indicated that the application of law and the civil employees of government from Tethys are working with. The number of the missing has been modified fourteen - ten. The names of the missing - and presumablly robbed - have still to be freed. It watches declared that given the nature of evolution of the event to announce the names of it employs lacking would add to you simply to the confusion, the speculation and potentially it hinders the continuous search. News an international conference of GAStech is announced for the 10:00 this time of Kronos of morning.","time":"09:34","f_time":1390296840000},{"publisher":"The Abila Post","title":"ON THE SCENE BLOG","date":"21 January 2014","date_processed":"2014\/01\/21","text":"1013 update - ceo sten sanjorge, jr. is not among the missing gastech employees and is safe back in gastech's tethys headquarters in the capital centrum. names of the missing have still not been released.","origText":"21 January 2014 1013 UPDATE - CEO Sten Sanjorge, Jr. is not among the missing GAStech employees and is safe back in GAStech's Tethys headquarters in the capital Centrum. Names of the missing have still not been released.","time":"10:13","f_time":1390299180000},{"publisher":"Centrum Sentinel","title":"VOICES - a blog approximately that what is important to people","date":"21 January 2014","date_processed":"2014\/01\/21","text":"1016 - a megaphone of gastech has announced hardly that the ceo sten sanjorge is not between employs to it to you lacking gastech and has sent back to tethys.  it is presupposed that he has been yesterday a passenger on one of jets reserves that airport you of left of abila. 21 gen. 2014","origText":"21 January 2014 1016 - A megaphone of GAStech has announced hardly that the CEO Sten Sanjorge is not between employs to it to you lacking GAStech and has sent back to Tethys.  It is presupposed that he has been yesterday a passenger on one of jets reserves that airport you of left of Abila. 21 gen. 2014","time":"10:16","f_time":1390299360000},{"publisher":"Homeland Illumination","title":"VOICES - a blog about what is important to the people","date":"21 January 2014","date_processed":"2014\/01\/21","text":"1016 - a gastech spokesman just announced that ceo sten sanjorge is not among the missing gastech employees, and has returned to tethys.  we can assume that he was a passenger on one of the private jets that left abila airport yesterday. 21 jan 2014","origText":"21 January 2014 1016 - A GAStech spokesman just announced that CEO Sten Sanjorge is not among the missing GAStech employees, and has returned to Tethys.  We can assume that he was a passenger on one of the private jets that left Abila airport yesterday. 21 Jan 2014","time":"10:16","f_time":1390299360000},{"publisher":"Homeland Illumination","title":"VOICES - a blog about what is important to the people","date":"21 January 2014","date_processed":"2014\/01\/21","text":"1145 - breaking news - homeland illumination correspondent petrus gerhard has contacted me to alert readers of an important announcement coming shortly.  stay tuned 21 jan 2014","origText":"21 January 2014 1145 - BREAKING NEWS - Homeland Illumination correspondent Petrus Gerhard has contacted me to alert readers of an important announcement coming shortly.  STAY TUNED 21 Jan 2014","time":"11:45","f_time":1390304700000},{"publisher":"Homeland Illumination","title":"VOICES - a blog about what is important to the people","date":"21 January 2014","date_processed":"2014\/01\/21","text":"1153 - breaking news readers, this is correspondent petrus gerhard writing from an unknown location.  i was contacted a short time ago by members of the protectors of kronos social action movement to convey a very important message to the people of kronos.  the pok was forced to go to great lengths to in order to communicate with you without hindrance from the government.  a representative contacted me and asked me to carry their message to you.  to protect my safety they picked me up from a public location, blindfolded me and drove me to a location that even i do not recognize.  readers, the next post you read will be one of the most important you have ever read, or indeed, will ever read. 21 jan 2014","origText":"21 January 2014 1153 - BREAKING NEWS Readers, this is correspondent Petrus Gerhard writing from an unknown location.  I was contacted a short time ago by members of the Protectors of Kronos social action movement to convey a very important message to the people of Kronos.  The POK was forced to go to great lengths to in order to communicate with you without hindrance from the government.  A representative contacted me and asked me to carry their message to you.  To protect my safety they picked me up from a public location, blindfolded me and drove me to a location that even I do not recognize.  Readers, the next post you read will be one of the most important you have ever read, or indeed, will ever read. 21 Jan 2014","time":"11:53","f_time":1390305180000},{"publisher":"Centrum Sentinel","title":"VOICES - a blog approximately that what is important to people","date":"21 January 2014","date_processed":"2014\/01\/21","text":"1153 - to break off the news from petrus gerhard, lighting system of the native land:  the readers, this is writing correspondent of petrus gerhard from one disowned position.  they are put to me in contact with in the short term one ago from the members of the protections of the social movement of action of kronos in order to transport a message a lot important to people of kronos.  the pok is forced in order to go to the great lengths in order to communicate with you without obstacle from the government.  a representative she is put if it in contact with and has asked to me to transport their message to you.  in order protect to my they have selected it emergency in on from a public position, blindfolded me they have guided and it to a position that i do not recognize.  the readers, the starter shaft who following you read will be one of the more important you never have read, or effectively, he will never read. 21 gen. 2014","origText":"21 January 2014 1153 - TO BREAK OFF the NEWS from Petrus Gerhard, lighting system of the native land:  The readers, this is writing correspondent of Petrus Gerhard from one disowned position.  They are put to me in contact with in the short term one ago from the members of the protections of the social movement of action of Kronos in order to transport a message a lot important to people of Kronos.  The POK is forced in order to go to the great lengths in order to communicate with you without obstacle from the government.  A representative she is put if it in contact with and has asked to me to transport their message to you.  In order protect to my they have selected it emergency in on from a public position, blindfolded me they have guided and it to a position that I do not recognize.  The readers, the starter shaft who following you read will be one of the more important you never have read, or effectively, he will never read. 21 gen. 2014","time":"11:53","f_time":1390305180000},{"publisher":"Homeland Illumination","title":"VOICES - a blog about what is important to the people","date":"21 January 2014","date_processed":"2014\/01\/21","text":"1200 - to the people of kronos:  no longer will we acquiesce to the unfettered kleptocracy that has become our government and to the imperialist activities of the foreign corporations on our homeland.  we have taken steps to ensure our voice - your voices - are heard without suppression or distortion.  the inactions and ignorance of our elected officials have forced us into these measures.  yesterday, we thwarted a celebration of greed and corruption between foreign businessmen who, in collusion with our government officials, worked to impoverish 99% of this great nation to their own benefit.  in an act of defiance we apprehended the elitists who have exploited our resources, killed our children and ruined our way of life.  we are demanding recompense in the form of $20 million which will be used to alleviate the suffering of the people.  this is the first step toward taking our country back. 21 jan 2014","origText":"21 January 2014 1200 - TO THE PEOPLE OF KRONOS:  NO LONGER WILL WE ACQUIESCE TO THE UNFETTERED KLEPTOCRACY THAT HAS BECOME OUR GOVERNMENT AND TO THE IMPERIALIST ACTIVITIES OF THE FOREIGN CORPORATIONS ON OUR HOMELAND.  WE HAVE TAKEN STEPS TO ENSURE OUR VOICE - YOUR VOICES - ARE HEARD WITHOUT SUPPRESSION OR DISTORTION.  THE INACTIONS AND IGNORANCE OF OUR ELECTED OFFICIALS HAVE FORCED US INTO THESE MEASURES.  YESTERDAY, WE THWARTED A CELEBRATION OF GREED AND CORRUPTION BETWEEN FOREIGN BUSINESSMEN WHO, IN COLLUSION WITH OUR GOVERNMENT OFFICIALS, WORKED TO IMPOVERISH 99% OF THIS GREAT NATION TO THEIR OWN BENEFIT.  IN AN ACT OF DEFIANCE WE APPREHENDED THE ELITISTS WHO HAVE EXPLOITED OUR RESOURCES, KILLED OUR CHILDREN AND RUINED OUR WAY OF LIFE.  WE ARE DEMANDING RECOMPENSE IN THE FORM OF $20 MILLION WHICH WILL BE USED TO ALLEVIATE THE SUFFERING OF THE PEOPLE.  THIS IS THE FIRST STEP TOWARD TAKING OUR COUNTRY BACK. 21 Jan 2014","time":"12:00","f_time":1390305600000},{"publisher":"Centrum Sentinel","title":"VOICES - a blog approximately that what is important to people","date":"21 January 2014","date_processed":"2014\/01\/21","text":"1200 - to kronos people:  more will that we concur with kleptocracy unfettered that has been transformed in our government and to activities imperialist of the foreign societies on our native land.  we have taken the measures in order to assess our voice - your voices - we are you feel without abolition or distortion.  inertias and the ignorance of our chosen civil employees have forced the united states in these measures.  yesterday, we have contrasted a greed celebration and the corruption between the foreign who of the businessmen, in the collusione with our civil employees of government, has worked for impoverish 99% of this large nation to theirs just benefit.  in a law of defiance apprehended the elitist ones that the who has taken advantage of our resources, killed our children and ruined our lifestyle.  we are demanding recompense under shape of $20 million that will be used in order to alleviate the suffering of people.  that is the first point towards the taken one of our country behind. 21 gen. 2014","origText":"21 January 2014 1200 - TO KRONOS PEOPLE:  MORE WILL THAT WE CONCUR WITH KLEPTOCRACY UNFETTERED THAT HAS BEEN TRANSFORMED IN OUR GOVERNMENT AND TO ACTIVITIES IMPERIALIST OF THE FOREIGN SOCIETIES ON OUR NATIVE LAND.  WE HAVE TAKEN THE MEASURES IN ORDER TO ASSESS OUR VOICE - YOUR VOICES - WE ARE YOU FEEL WITHOUT ABOLITION OR DISTORTION.  INERTIAS and the IGNORANCE OF OUR CHOSEN CIVIL EMPLOYEES HAVE FORCED the UNITED STATES IN THESE MEASURES.  YESTERDAY, WE HAVE CONTRASTED a GREED CELEBRATION AND the CORRUPTION BETWEEN the FOREIGN WHO OF the BUSINESSMEN, IN the COLLUSIONE WITH OUR CIVIL EMPLOYEES OF GOVERNMENT, HAS WORKED FOR IMPOVERISH 99% OF THIS LARGE NATION TO THEIRS JUST BENEFIT.  IN A LAW OF DEFIANCE APPREHENDED THE ELITIST ONES THAT THE WHO HAS TAKEN ADVANTAGE OF OUR RESOURCES, KILLED OUR CHILDREN AND RUINED OUR LIFESTYLE.  WE ARE DEMANDING RECOMPENSE UNDER SHAPE OF $20 MILLION THAT WILL BE USED IN ORDER TO ALLEVIATE THE SUFFERING OF PEOPLE.  THAT IS THE FIRST POINT TOWARDS THE TAKEN ONE OF OUR COUNTRY BEHIND. 21 gen. 2014","time":"12:00","f_time":1390305600000},{"publisher":"The Abila Post","title":"ON THE SCENE BLOG","date":"21 January 2014","date_processed":"2014\/01\/21","text":"1245 update - ransom demands from pok - the protectors of kronos have released a statement claiming responsibility for the kidnapping of gastech employees demanding a $20 million ransom.","origText":"21 January 2014 1245 UPDATE - RANSOM DEMANDS FROM POK - The Protectors of Kronos have released a statement claiming responsibility for the kidnapping of GAStech employees demanding a $20 million ransom.","time":"12:45","f_time":1390308300000}]